Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: disurlvotestracker/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua

source: The {role.mention} role is a bot integration role and cannot be assigned or removed.
de_de: Die Rolle {role.mention} ist eine Bot-Integrationsrolle und kann nicht zugewiesen oder entfernt werden.
el_gr: Ο ρόλος {role.mention} είναι ένας ρόλος ενσωμάτωσης bot και δεν μπορεί να εκχωρηθεί ή να αφαιρεθεί.
es_es: El rol {role.mention} es un rol de integración de bots y no puede ser asignado o eliminado.
fi_fi: {role.mention} -rooli on botin integrointirooli, eikä sitä voi määrittää tai poistaa.
fr_fr: Le rôle {role.mention} est un rôle d'intégration des robots et ne peut être ni attribué ni supprimé.
it_it: Il ruolo {role.mention} è un ruolo di integrazione del bot e non può essere assegnato o rimosso.
ja_jp: {role.mention} ロールはボット統合ロールであり、割り当てまたは削除することはできません。
nl_nl: De rol {role.mention} is een botintegratierol en kan niet worden toegewezen of verwijderd.
pl_pl: Rola {role.mention} jest rolą integracyjną bota i nie można jej przypisać ani usunąć.
ro_ro: Rolul {role.mention} este un rol de integrare a robotului și nu poate fi atribuit sau eliminat.
ru_ru: Роль {role.mention} является ролью интеграции бота, ее нельзя назначить или удалить.
tr_tr: {role.mention} rolü bir bot entegrasyon rolüdür ve atanamaz veya kaldırılamaz.
uk_ua: Роль {role.mention} - це роль для інтеграції з ботом, її не можна призначити або видалити.

source: The {role.mention} role is an integration role and cannot be assigned or removed.
de_de: Die Rolle {role.mention} ist eine Integrationsrolle und kann nicht zugewiesen oder entfernt werden.
el_gr: Ο ρόλος {role.mention} είναι ρόλος ολοκλήρωσης και δεν μπορεί να εκχωρηθεί ή να αφαιρεθεί.
es_es: El rol {role.mention} es un rol de integración y no puede ser asignado o eliminado.
fi_fi: {role.mention} -rooli on integrointirooli, eikä sitä voi määrittää tai poistaa.
fr_fr: Le rôle {role.mention} est un rôle d'intégration et ne peut être ni attribué ni supprimé.
it_it: Il ruolo {role.mention} è un ruolo di integrazione e non può essere assegnato o rimosso.
ja_jp: {role.mention} ロールは統合ロールであり、割り当てまたは削除することはできません。
nl_nl: De rol {role.mention} is een integratierol en kan niet worden toegewezen of verwijderd.
pl_pl: Rola {role.mention} jest rolą integracyjną i nie może być przypisana ani usunięta.
ro_ro: Rolul {role.mention} este un rol de integrare și nu poate fi atribuit sau eliminat.
ru_ru: Роль {role.mention} является интеграционной ролью и не может быть назначена или удалена.
tr_tr: {role.mention} rolü bir entegrasyon rolüdür ve atanamaz veya kaldırılamaz.
uk_ua: Роль {role.mention} є інтеграційною і не може бути призначена або видалена.

source: The {role.mention} role is a premium subscriber role and can only be assigned or removed by Nitro boosting the server.
de_de: Die Rolle {role.mention} ist eine Premium-Abonnenten-Rolle und kann nur durch Boosten des Servers zugewiesen oder entfernt werden.
el_gr: Ο ρόλος {role.mention} είναι ένας ρόλος συνδρομητή premium και μπορεί να εκχωρηθεί ή να αφαιρεθεί μόνο από το Nitro boosting του διακομιστή.
es_es: El rol {role.mention} es un rol de suscriptor premium y sólo puede ser asignado o eliminado por Nitro potenciando el servidor.
fi_fi: {role.mention} -rooli on premium-tilaajarooli, ja se voidaan määrittää tai poistaa vain Nitro boosting-palvelimen avulla.
fr_fr: Le rôle {role.mention} est un rôle d'abonné premium et ne peut être attribué ou supprimé que par Nitro boosting du serveur.
it_it: Il ruolo {role.mention} è un ruolo di abbonato premium e può essere assegnato o rimosso solo da Nitro che potenzia il server.
ja_jp: {role.mention} ロールはプレミアムサブスクライバーロールであり、Nitro boosting サーバーによってのみ割り当てまたは削除することができます。
nl_nl: De rol {role.mention} is een premium abonnementsrol en kan alleen worden toegewezen of verwijderd door Nitro de server te laten opvoeren.
pl_pl: Rola {role.mention} jest rolą abonenta premium i może być przypisana lub usunięta tylko przez Nitro boosting serwera.
ro_ro: Rolul {role.mention} este un rol de abonat premium și poate fi atribuit sau eliminat doar prin creșterea Nitro pe server.
ru_ru: Роль {role.mention} является ролью премиум-подписчика и может быть назначена или удалена только при Nitro boosting на сервере.
tr_tr: {role.mention} rolü bir premium abone rolüdür ve yalnızca Nitro sunucuyu boostlayarak atanabilir veya kaldırılabilir.
uk_ua: Роль {role.mention} - це роль преміум-підписника, і її можна призначити або видалити лише за допомогою Nitro boosting сервера.

source: The {role.mention} role is higher than my highest role in the discord hierarchy.
de_de: Die Rolle {role.mention} ist höher als meine höchste Rolle in der Discord Hierarchie.
el_gr: Ο ρόλος {role.mention} είναι υψηλότερος από τον υψηλότερο ρόλο μου στην ιεραρχία της διχόνοιας.
es_es: El rol {role.mention} es superior a mi rol más alto en la jerarquía de la discordia.
fi_fi: {role.mention} -rooli on korkeampi kuin korkein roolini discord-hierarkiassa.
fr_fr: Le rôle de {role.mention} est plus élevé que mon rôle le plus élevé dans la hiérarchie de la discorde.
it_it: Il ruolo {role.mention} è superiore al mio ruolo più alto nella gerarchia della discordia.
ja_jp: {role.mention} の役割は、discord の階層で私の最も高い役割よりも高いです。
nl_nl: De rol {role.mention} is hoger dan mijn hoogste rol in de discord hiërarchie.
pl_pl: Rola {role.mention} jest wyższa od mojej najwyższej roli w hierarchii discorda.
ro_ro: Rolul {role.mention} este mai mare decât cel mai înalt rol al meu în ierarhia discordiei.
ru_ru: Роль {role.mention} выше, чем моя самая высокая роль в иерархии Раздора.
tr_tr: {role.mention} rolü benim rolümden daha yüksek.
uk_ua: Роль {role.mention} вища за мою найвищу роль в ієрархії розбіжностей.

source: The {role.mention} role is higher than your highest role in the discord hierarchy.
de_de: Die Rolle {role.mention} ist höher als deine höchste Rolle in der Discord Hierarchie.
el_gr: Ο ρόλος {role.mention} είναι υψηλότερος από τον υψηλότερο ρόλο σας στην ιεραρχία της διχόνοιας.
es_es: El rol {role.mention} es superior a tu rol más alto en la jerarquía de la discordia.
fi_fi: {role.mention} -rooli on korkeampi kuin korkein roolisi discord-hierarkiassa.
fr_fr: Le rôle {role.mention} est plus élevé que votre rôle le plus élevé dans la hiérarchie de la discorde.
it_it: Il ruolo {role.mention} è superiore al ruolo più alto nella gerarchia della discordia.
ja_jp: {role.mention} の役割は、ディスコードの階層で最も高い役割よりも高いです。
nl_nl: De {role.mention} rol is hoger dan je hoogste rol in de discord hiërarchie.
pl_pl: Rola {role.mention} jest wyższa od Twojej najwyższej roli w hierarchii discorda.
ro_ro: Rolul {role.mention} este mai mare decât cel mai înalt rol al tău în ierarhia discordiei.
ru_ru: Роль {role.mention} выше, чем ваша высшая роль в иерархии Раздора.
tr_tr: {role.mention} rolü, senin rolünden daha yüksek.
uk_ua: Роль {role.mention} вища за вашу найвищу роль в ієрархії розбіжностей.

source: DisurlVotesTracker is not enabled in this server.
de_de: DisurlVotesTracker ist auf diesem Server nicht aktiviert.
el_gr: Το DisurlVotesTracker δεν είναι ενεργοποιημένο σε αυτόν τον διακομιστή.
es_es: DisurlVotesTracker no está habilitado en este servidor.
fi_fi: DisurlVotesTracker ei ole käytössä tällä palvelimella.
fr_fr: DisurlVotesTracker n'est pas activé sur ce serveur.
it_it: DisurlVotesTracker non è abilitato in questo server.
ja_jp: このサーバーでは DisurlVotesTracker が有効になっていません。
nl_nl: DisurlVotesTracker is niet ingeschakeld op deze server.
pl_pl: DisurlVotesTracker nie jest włączony na tym serwerze.
ro_ro: DisurlVotesTracker nu este activat pe acest server.
ru_ru: Функция DisurlVotesTracker не включена на этом сервере.
tr_tr: DisurlVotesTracker bu sunucuda etkin değil.
uk_ua: DisurlVotesTracker не ввімкнено на цьому сервері.

source: No votes found in this server.
de_de: Keine Stimmen auf diesem Server gefunden.
el_gr: Δεν βρέθηκαν ψήφοι σε αυτόν τον διακομιστή.
es_es: No se han encontrado votos en este servidor.
fi_fi: Tällä palvelimella ei ole ääniä.
fr_fr: Aucun vote n'a été trouvé dans ce serveur.
it_it: Nessun voto trovato in questo server.
ja_jp: このサーバーでは投票が見つかりませんでした。
nl_nl: Geen stemmen gevonden in deze server.
pl_pl: Nie znaleziono głosów na tym serwerze.
ro_ro: Nu s-au găsit voturi în acest server.
ru_ru: На этом сервере не найдено ни одного голоса.
tr_tr: Bu sunucuda oy bulunamadı.
uk_ua: На цьому сервері не знайдено жодного голосу.

source: Total: {total} vote{s}
de_de: Insgesamt: {total} Abstimmung{s}
el_gr: Σύνολο: {total} ψήφος{s}
es_es: Total: {total} voto{s}
fi_fi: Yhteensä: {total} äänestys{s}
it_it: Totale: {total} voto{s}
ja_jp: 合計： {total} 票{s}
nl_nl: Totaal: {total} stem{s}
pl_pl: Łącznie: {total} głosowanie{s}
ro_ro: Total: {total} vot{s}
ru_ru: Итого: {total} голосовать{s}
tr_tr: Toplam: {total} oy{s}
uk_ua: Всього: {total} проголосувати{s}

source: No monthly votes found in this server.
de_de: Keine monatlichen Abstimmungen auf diesem Server gefunden.
el_gr: Δεν βρέθηκαν μηνιαίες ψηφοφορίες σε αυτόν τον διακομιστή.
es_es: No se han encontrado votos mensuales en este servidor.
fi_fi: Tällä palvelimella ei ole kuukausittaisia ääniä.
fr_fr: Aucun vote mensuel n'a été trouvé dans ce serveur.
it_it: Non sono stati trovati voti mensili in questo server.
ja_jp: このサーバーでは月間投票が見つかりませんでした。
nl_nl: Geen maandelijkse stemmen gevonden in deze server.
pl_pl: Na tym serwerze nie znaleziono żadnych głosów miesięcznych.
ro_ro: Nu s-au găsit voturi lunare în acest server.
ru_ru: На этом сервере не найдено ни одного ежемесячного голосования.
tr_tr: Bu sunucuda aylık oy bulunamadı.
uk_ua: На цьому сервері не знайдено жодного щомісячного голосування.

source: Track votes on Disurl, assign roles to voters and remind them to vote!
de_de: Verfolgen Sie die Abstimmungen auf Disurl, weisen Sie den Wählern Rollen zu und erinnern Sie sie an die Abstimmung!
el_gr: Παρακολουθήστε τις ψήφους στο Disurl, αναθέστε ρόλους στους ψηφοφόρους και υπενθυμίστε τους να ψηφίσουν!
es_es: Realice un seguimiento de los votos en Disurl, asigne funciones a los votantes y recuérdeles que deben votar!
fi_fi: Seuraa ääniä Disurlissa, määritä äänestäjille rooleja ja muistuta heitä äänestämään!
fr_fr: Suivez les votes sur Disurl, attribuez des rôles aux votants et rappelez-leur de voter !
it_it: Tenete traccia dei voti su Disurl, assegnate ruoli ai votanti e ricordate loro di votare!
ja_jp: Disurlで投票を追跡し、投票者に役割を割り当て、投票を促す！
nl_nl: Houd stemmen bij op Disurl, wijs rollen toe aan stemmers en herinner ze eraan om te stemmen!
pl_pl: Śledź głosy na Disurl, przypisuj role głosującym i przypominaj im o głosowaniu!
ro_ro: Urmăriți voturile pe Disurl, atribuiți roluri alegătorilor și reamintiți-le să voteze!
ru_ru: Отслеживайте голоса на Disurl, назначайте роли избирателям и напоминайте им о необходимости проголосовать!
tr_tr: Disurl'de oyları takip edin, seçmenlere roller atayın ve onlara oy vermelerini hatırlatın!
uk_ua: Відстежуйте голосування на Disurl, призначайте ролі учасникам і нагадуйте їм про голосування!

source: Voted on Disurl! (12 hours)
de_de: Abstimmen auf Disurl! (12 Stunden)
el_gr: Ψήφισα στο Disurl! (12 ώρες)
es_es: ¡Votado en Disurl! (12 horas)
fi_fi: Äänestettiin Disurlissa! (12 tuntia)
fr_fr: Voté sur Disurl ! (12 heures)
it_it: Votato su Disurl! (12 ore)
ja_jp: Disurlに投票！(12時間)
nl_nl: Gestemd op Disurl! (12 uur)
pl_pl: Zagłosowano na Disurl! (12 godzin)
ro_ro: Votat pe Disurl! (12 ore)
ru_ru: Проголосовал на Disurl! (12 часов)
tr_tr: Disurl'de oylandı! (12 saat)
uk_ua: Проголосували на Disurl! (12 годин)

source: New vote for {guild.name}!
de_de: Neue Stimme für {guild.name}!
el_gr: Νέα ψήφος για το {guild.name}!
es_es: ¡Nuevo voto para {guild.name}!
fi_fi: Uusi ääni {guild.name}!
fr_fr: Nouveau vote pour {guild.name}!
it_it: Nuovo voto per {guild.name}!
ja_jp: {guild.name}！
nl_nl: Nieuwe stem voor {guild.name}!
pl_pl: Nowy głos na {guild.name}!
ro_ro: Un nou vot pentru {guild.name}!
ru_ru: Новый голос за {guild.name}!
tr_tr: {guild.name}için yeni oy!
uk_ua: Нове голосування за {guild.name}!

source: {member.mention} voted on Disurl! `{number_member_votes} vote{s_1} this month & {number_member_monthly_votes} lifetime vote{s_2}`
de_de: {member.mention} stimmte für Disurl! {number_member_votes} vote{s_1} this month & {number_member_monthly_votes} lifetime vote{s_2}`
el_gr: {member.mention} ψήφισε στο Disurl! `{number_member_votes} ψηφίστε{s_1} αυτό το μήνα & {number_member_monthly_votes} ισόβια ψηφοφορία{s_2}`
es_es: {member.mention} ¡votado en Disurl! `{number_member_votes} vote{s_1} this month & {number_member_monthly_votes} lifetime vote{s_2}`
fi_fi: {member.mention} äänesti Disurl! `{number_member_votes} äänestä{s_1} tässä kuussa & {number_member_monthly_votes} elinikäinen ääni{s_2}`
fr_fr: {member.mention} a voté sur Disurl ! `{number_member_votes} vote{s_1} ce mois-ci & {number_member_monthly_votes} vote à vie{s_2}`
it_it: {member.mention} votato su Disurl! `{number_member_votes} vota{s_1} questo mese & {number_member_monthly_votes} vota a vita{s_2}`
ja_jp: {member.mention} Disurlに投票しました！ {number_member_votes} 今月投票{s_1} & {number_member_monthly_votes} 生涯投票{s_2}`.
nl_nl: {member.mention} gestemd op Disurl! {number_member_votes} stem{s_1} deze maand & {number_member_monthly_votes} lifetime stem{s_2}`
pl_pl: {member.mention} głosowałem na Disurl! `{number_member_votes} głosowanie{s_1} w tym miesiącu & {number_member_monthly_votes} dożywotnie głosowanie{s_2}`
ro_ro: {member.mention} votat pe Disurl! `{number_member_votes} votează{s_1} luna aceasta & {number_member_monthly_votes} vot pe viață{s_2}`
ru_ru: {member.mention} проголосовали на Disurl! `{number_member_votes} проголосовать{s_1} в этом месяце & {number_member_monthly_votes} пожизненное голосование{s_2}`
tr_tr: {member.mention} Disurl'e oy verdi! `{number_member_votes} oy{s_1} bu ay & {number_member_monthly_votes} ömür boyu oy{s_2}`
uk_ua: {member.mention} проголосували на Disurl! {number_member_votes} голосуйте{s_1} цього місяця та {number_member_monthly_votes} голосуйте все життя{s_2}

source: {member.display_name} received the role {voters_role.mention} for the next 12 hours.
de_de: {member.display_name} erhielt die Rolle {voters_role.mention} für die nächsten 12 Stunden.
el_gr: {member.display_name} έλαβε το ρόλο {voters_role.mention} για τις επόμενες 12 ώρες.
es_es: {member.display_name} recibió el papel {voters_role.mention} durante las siguientes 12 horas.
fi_fi: {member.display_name} sai roolin {voters_role.mention} seuraavien 12 tunnin ajan.
fr_fr: {member.display_name} a reçu le rôle {voters_role.mention} pour les 12 heures suivantes.
it_it: {member.display_name} ha ricevuto il ruolo {voters_role.mention} per le successive 12 ore.
ja_jp: {member.display_name} {voters_role.mention} 、その後12時間の役割を受けた。
nl_nl: {member.display_name} kreeg de rol {voters_role.mention} voor de komende 12 uur.
pl_pl: {member.display_name} otrzymał rolę {voters_role.mention} na następne 12 godzin.
ro_ro: {member.display_name} a primit rolul {voters_role.mention} pentru următoarele 12 ore.
ru_ru: {member.display_name} получил роль {voters_role.mention} на следующие 12 часов.
tr_tr: {member.display_name} önümüzdeki 12 saat boyunca {voters_role.mention} rolünü üstlendi.
uk_ua: {member.display_name} отримав роль {voters_role.mention} на наступні 12 годин.

source: You could vote on [Disurl](https://disurl.me/server/{guild.id}/vote) here again in 12 hours!
de_de: Du kannst hier in 12 Stunden erneut über [Disurl](https://disurl.me/server/{guild.id}/vote) abstimmen!
el_gr: Μπορείτε να ψηφίσετε στο [Disurl](https://disurl.me/server/{guild.id}/vote) εδώ ξανά σε 12 ώρες!
es_es: ¡Puedes votar en [Disurl](https://disurl.me/server/{guild.id}/vote) aquí de nuevo en 12 horas!
fi_fi: Voit äänestää [Disurl](https://disurl.me/server/{guild.id}/vote) täällä uudelleen 12 tunnin kuluttua!
fr_fr: Vous pouvez voter sur [Disurl](https://disurl.me/server/{guild.id}/vote) ici même dans 12 heures !
it_it: Potresti votare di nuovo su [Disurl](https://disurl.me/server/{guild.id}/vote) qui tra 12 ore!
ja_jp: Disurl](https://disurl.me/server/{guild.id}/vote)への投票は12時間以内にもう一度ここで行うことができます！
nl_nl: Je kunt hier over 12 uur weer stemmen op [Disurl](https://disurl.me/server/{guild.id}/vote)!
pl_pl: Możesz zagłosować na [Disurl](https://disurl.me/server/{guild.id}/vote) tutaj ponownie za 12 godzin!
ro_ro: Puteți vota [Disurl](https://disurl.me/server/{guild.id}/vote) din nou aici în 12 ore!
ru_ru: Вы можете проголосовать за [Disurl](https://disurl.me/server/{guild.id}/vote) здесь снова через 12 часов!
tr_tr: Disurl](https://disurl.me/server/{guild.id}/vote) için 12 saat içinde burada tekrar oy verebilirsiniz!
uk_ua: Ви можете проголосувати на [Disurl] (https://disurl.me/server/{guild.id}/vote) тут знову через 12 годин!

source: Thanks for supporting the server! | User ID: {member.id}
de_de: Vielen Dank für die Unterstützung des Servers! | Benutzer-ID: {member.id}
el_gr: Ευχαριστούμε για την υποστήριξη του διακομιστή! | Αναγνωριστικό χρήστη: {member.id}
es_es: ¡Gracias por apoyar al servidor! | ID de usuario: {member.id}
fi_fi: Kiitos palvelimen tukemisesta! | Käyttäjätunnus: {member.id}
fr_fr: Merci de soutenir le serveur ! | ID utilisateur : {member.id}
it_it: Grazie per il supporto al server! | ID utente: {member.id}
ja_jp: サーバーのサポートに感謝します！| ユーザーID: {member.id}
nl_nl: Bedankt voor het ondersteunen van de server! | Gebruikers-ID: {member.id}
pl_pl: Dziękujemy za wsparcie serwera! | ID użytkownika: {member.id}
ro_ro: Vă mulțumim pentru susținerea serverului! | ID utilizator: {member.id}
ru_ru: Спасибо за поддержку сервера! | ID пользователя: {member.id}
tr_tr: Sunucuyu desteklediğiniz için teşekkürler! | Kullanıcı Kimliği: {member.id}
uk_ua: Дякуємо за підтримку сервера! | Ідентифікатор користувача: {member.id}

source: Voters role expired! (12 hours)
de_de: Die Rolle der Wähler ist abgelaufen! (12 Stunden)
el_gr: Ο ρόλος των ψηφοφόρων έληξε! (12 ώρες)
es_es: El papel de los votantes ha expirado (12 horas)
fi_fi: Äänestäjien rooli päättyi! (12 tuntia)
fr_fr: Le rôle des électeurs a expiré ! (12 heures)
it_it: Ruolo degli elettori scaduto! (12 ore)
ja_jp: 有権者の役割は終了した！(12時間)
nl_nl: Kiezersrol verlopen! (12 uur)
pl_pl: Rola głosującego wygasła! (12 godzin)
ro_ro: Rolul alegătorilor a expirat! (12 ore)
ru_ru: Роль избирателя истекла! (12 часов)
tr_tr: Seçmen rolü sona erdi! (12 saat)
uk_ua: Роль виборців закінчилася! (12 годин)

source: Vote on Disurl!
de_de: Abstimmen über Disurl!
el_gr: Ψηφίστε για το Disurl!
es_es: ¡Vota por Disurl!
fi_fi: Äänestä Disurlia!
fr_fr: Votez sur Disurl !
it_it: Votate su Disurl!
ja_jp: ディスアールに投票
nl_nl: Stem op Disurl!
pl_pl: Głosuj na Disurl!
ro_ro: Votați pe Disurl!
ru_ru: Голосуйте за Дисурла!
tr_tr: Disurl'e oy verin!
uk_ua: Голосуйте за Disurl!

source: {member.mention}, don't forget to vote on **[Disurl](https://disurl.me/server/{guild.id}/vote)**! You could vote again 12 hours after this vote. **Thanks for supporting the server!**
de_de: {member.mention}Vergessen Sie nicht, auf **[Disurl](https://disurl.me/server/{guild.id}/vote)** abzustimmen! Sie können 12 Stunden nach dieser Abstimmung erneut abstimmen. **Danke für die Unterstützung des Servers!**
el_gr: {member.mention}, μην ξεχάσετε να ψηφίσετε στο **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Μπορείτε να ξαναψηφίσετε 12 ώρες μετά από αυτή την ψηφοφορία. **Σας ευχαριστούμε για την υποστήριξη του διακομιστή!**
es_es: {member.mention}¡No te olvides de votar en **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Puedes volver a votar 12 horas después de esta votación. **Gracias por apoyar al servidor.
fi_fi: {member.mention}, älä unohda äänestää **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Voit äänestää uudelleen 12 tuntia tämän äänestyksen jälkeen. **Kiitos palvelimen tukemisesta!**
fr_fr: {member.mention}N'oubliez pas de voter sur **[Disurl](https://disurl.me/server/{guild.id}/vote)** ! Vous pouvez voter à nouveau 12 heures après ce vote. **Merci de soutenir le serveur !**
it_it: {member.mention}, non dimenticate di votare su **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Potrai votare di nuovo 12 ore dopo questo voto. **Grazie per il supporto al server!**
ja_jp: {member.mention}Disurl](https://disurl.me/server/{guild.id}/vote)**に投票することを忘れないでください！この投票から12時間後に再度投票することができます。**サーバーのサポートに感謝します。
nl_nl: {member.mention}Vergeet niet te stemmen op **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Je kunt 12 uur na deze stemming opnieuw stemmen. **Bedankt voor het steunen van de server!
pl_pl: {member.mention}nie zapomnij zagłosować na **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Możesz zagłosować ponownie 12 godzin po tym głosowaniu. **Dziękujemy za wsparcie serwera!**
ro_ro: {member.mention}, nu uitați să votați pe **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Puteți vota din nou la 12 ore după acest vot. **Mulțumesc pentru susținerea serverului!**
ru_ru: {member.mention}, не забудьте проголосовать на **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Вы можете проголосовать еще раз через 12 часов после этого голосования. **Спасибо за поддержку сервера!**
tr_tr: {member.mention}'e oy vermeyi unutmayın **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Bu oylamadan 12 saat sonra tekrar oy verebilirsiniz. **Sunucuyu desteklediğiniz için teşekkürler!**
uk_ua: {member.mention}не забудьте проголосувати на **[Disurl](https://disurl.me/server/{guild.id}/vote)**! Ви можете проголосувати ще раз через 12 годин після цього голосування. **Дякуємо за підтримку сервера!**

source: Show the lifetime leaderboard of voters.
de_de: Zeigen Sie die Lebenszeit-Rangliste der Wähler an.
el_gr: Εμφάνιση του πίνακα κατάταξης των ψηφοφόρων σε όλη τη διάρκεια της ζωής τους.
es_es: Mostrar la clasificación vitalicia de los votantes.
fi_fi: Näytä äänestäjien elinikäinen pistetaulukko.
fr_fr: Afficher le classement à vie des votants.
it_it: Mostra la classifica dei votanti nell'arco della vita.
ja_jp: 投票者の生涯リーダーボードを表示する。
nl_nl: Toon het levenslange leaderboard van stemmers.
pl_pl: Wyświetlanie tabeli liderów głosujących w całym okresie gry.
ro_ro: Afișați clasamentul pe viață al votanților.
ru_ru: Покажите таблицу результатов голосования за все время.
tr_tr: Oy verenlerin ömür boyu liderlik tablosunu gösterin.
uk_ua: Показувати довічний список лідерів голосування.

source: No voters found.
de_de: Keine Wähler gefunden.
el_gr: Δεν βρέθηκαν ψηφοφόροι.
es_es: No se han encontrado votantes.
fi_fi: Äänestäjiä ei löytynyt.
fr_fr: Aucun électeur n'a été trouvé.
it_it: Nessun elettore trovato.
ja_jp: 投票者は見つからなかった。
nl_nl: Geen kiezers gevonden.
pl_pl: Nie znaleziono wyborców.
ro_ro: Nu s-au găsit alegători.
ru_ru: Избирателей не найдено.
tr_tr: Seçmen bulunamadı.
uk_ua: Виборців не знайдено.

source: Leaderboard
de_de: Bestenliste
el_gr: Πίνακας κατάταξης
es_es: Clasificación
fi_fi: Tulostaulu
fr_fr: Tableau de bord
it_it: Classifica
ja_jp: リーダーボード
pl_pl: Tabela liderów
ro_ro: Clasament
ru_ru: Таблица лидеров
tr_tr: Liderlik Tablosu
uk_ua: Лідерборд

source: {ctx.guild.name} | {total} Lifetime Vote{s}
de_de: {ctx.guild.name} | {total} Abstimmung auf Lebenszeit{s}
el_gr: {ctx.guild.name} | {total} Δια βίου ψήφος{s}
es_es: {ctx.guild.name} | {total} Voto vitalicio{s}
fi_fi: {ctx.guild.name} | {total} Elinikäinen äänestys{s}
fr_fr: {ctx.guild.name} | {total} Vote à vie{s}
it_it: {ctx.guild.name} | {total} Voto a vita{s}
ja_jp: {ctx.guild.name} | {total} 生涯投票{s}
nl_nl: {ctx.guild.name} | {total} Levenslange stemming{s}
pl_pl: {ctx.guild.name} | {total} Dożywotnie głosowanie{s}
ro_ro: {ctx.guild.name} | {total} Vot pe viață{s}
ru_ru: {ctx.guild.name} | {total} Пожизненное голосование{s}
tr_tr: {ctx.guild.name} | {total} Ömür Boyu Oy{s}
uk_ua: {ctx.guild.name} | {total} Довічний голос{s}
