Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: disurlvotestracker/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk_ua

source: You are at position {author_index} with {number_member_lifetime_votes} vote{s}.
de_de: Sie sind auf Position {author_index} mit {number_member_lifetime_votes} Stimme{s}.
el_gr: Βρίσκεστε στη θέση {author_index} με {number_member_lifetime_votes} ψήφο{s}.
es_es: Se encuentra en la posición {author_index} con {number_member_lifetime_votes} voto{s}.
fi_fi: Olet kohdassa {author_index}, jossa on {number_member_lifetime_votes} ääni{s}.
fr_fr: Vous vous trouvez à la position {author_index} avec {number_member_lifetime_votes} vote{s}.
it_it: Siete nella posizione {author_index} con {number_member_lifetime_votes} voto{s}.
ja_jp: あなたのポジションは {author_index} で {number_member_lifetime_votes} 票{s}。
nl_nl: U bevindt zich op positie {author_index} met {number_member_lifetime_votes} stem{s}.
pl_pl: Znajdujesz się na pozycji {author_index} z głosem {number_member_lifetime_votes}{s}.
ro_ro: Vă aflați la poziția {author_index} cu {number_member_lifetime_votes} vot{s}.
ru_ru: Вы находитесь на позиции {author_index} с голосованием {number_member_lifetime_votes}{s}.
tr_tr: {number_member_lifetime_votes} oy{s}ile {author_index} konumundasınız.
uk_ua: Ви знаходитесь на позиції {author_index} з {number_member_lifetime_votes} голосом{s}.

source: Show the monthly leaderboard of voters.
de_de: Zeigen Sie die monatliche Rangliste der Wähler an.
el_gr: Εμφάνιση του μηνιαίου πίνακα κατάταξης των ψηφοφόρων.
es_es: Mostrar la clasificación mensual de votantes.
fi_fi: Näytä äänestäjien kuukausittainen pistetaulukko.
fr_fr: Afficher le classement mensuel des votants.
it_it: Mostra la classifica mensile dei votanti.
ja_jp: 投票者の月間リーダーボードを表示する。
nl_nl: Toon het maandelijkse leaderboard van stemmers.
pl_pl: Pokaż miesięczną tabelę liderów głosujących.
ro_ro: Afișați clasamentul lunar al votanților.
ru_ru: Покажите ежемесячную таблицу лидеров голосования.
tr_tr: Oy verenlerin aylık liderlik tablosunu gösterin.
uk_ua: Показувати щомісячний список лідерів голосування.

source: Monthly Leaderboard
de_de: Monatliche Rangliste
el_gr: Μηνιαίος πίνακας κατάταξης
es_es: Clasificación mensual
fi_fi: Kuukausittainen tulostaulu
fr_fr: Classement mensuel
it_it: Classifica mensile
ja_jp: 月間リーダーボード
nl_nl: Maandelijks klassement
pl_pl: Miesięczna tabela liderów
ro_ro: Clasament lunar
ru_ru: Ежемесячная таблица лидеров
tr_tr: Aylık Liderlik Tablosu
uk_ua: Щомісячний лідерборд

source: {ctx.guild.name} | {total} Monthly Vote{s}
de_de: {ctx.guild.name} | {total} Monatliche Abstimmung{s}
el_gr: {ctx.guild.name} | {total} Μηνιαία ψηφοφορία{s}
es_es: {ctx.guild.name} | {total} Votación mensual{s}
fi_fi: {ctx.guild.name} | {total} Kuukausittainen äänestys{s}
fr_fr: {ctx.guild.name} | {total} Vote mensuel{s}
it_it: {ctx.guild.name} | {total} Voto mensile{s}
ja_jp: {ctx.guild.name} | {total} 月間投票{s}
nl_nl: {ctx.guild.name} | {total} Maandelijkse stemming{s}
pl_pl: {ctx.guild.name} | {total} Głosowanie miesięczne{s}
ro_ro: {ctx.guild.name} | {total} Vot lunar{s}
ru_ru: {ctx.guild.name} | {total} Ежемесячное голосование{s}
tr_tr: {ctx.guild.name} | {total} Aylık Oylama{s}
uk_ua: {ctx.guild.name} | {total} Щомісячне голосування{s}

source: You are at position {author_index} with {number_member_monthly_votes} vote{s}.
de_de: Sie sind auf Position {author_index} mit {number_member_monthly_votes} Stimme{s}.
el_gr: Βρίσκεστε στη θέση {author_index} με {number_member_monthly_votes} ψήφο{s}.
es_es: Se encuentra en la posición {author_index} con {number_member_monthly_votes} voto{s}.
fi_fi: Olet kohdassa {author_index}, jossa on {number_member_monthly_votes} ääni{s}.
fr_fr: Vous vous trouvez à la position {author_index} avec {number_member_monthly_votes} vote{s}.
it_it: Siete nella posizione {author_index} con {number_member_monthly_votes} voto{s}.
ja_jp: あなたのポジションは {author_index} で {number_member_monthly_votes} 票{s}。
nl_nl: U bevindt zich op positie {author_index} met {number_member_monthly_votes} stem{s}.
pl_pl: Znajdujesz się na pozycji {author_index} z głosem {number_member_monthly_votes}{s}.
ro_ro: Vă aflați la poziția {author_index} cu {number_member_monthly_votes} vot{s}.
ru_ru: Вы находитесь на позиции {author_index} с голосованием {number_member_monthly_votes}{s}.
tr_tr: {number_member_monthly_votes} oy{s}ile {author_index} konumundasınız.
uk_ua: Ви знаходитесь на позиції {author_index} з {number_member_monthly_votes} голосом{s}.

source: Instructions on how to set up DisurlVotesTracker.
de_de: Anweisungen zur Einrichtung von DisurlVotesTracker.
el_gr: Οδηγίες για τη ρύθμιση του DisurlVotesTracker.
es_es: Instrucciones para configurar DisurlVotesTracker.
fi_fi: Ohjeet DisurlVotesTrackerin käyttöönotosta.
fr_fr: Instructions pour la mise en place de DisurlVotesTracker.
it_it: Istruzioni su come impostare DisurlVotesTracker.
ja_jp: DisurlVotesTrackerの設定方法を説明します。
nl_nl: Instructies voor het instellen van DisurlVotesTracker.
pl_pl: Instrukcje dotyczące konfiguracji DisurlVotesTracker.
ro_ro: Instrucțiuni privind modul de configurare a DisurlVotesTracker.
ru_ru: Инструкции по настройке DisurlVotesTracker.
tr_tr: DisurlVotesTracker'ın nasıl kurulacağına ilişkin talimatlar.
uk_ua: Інструкція по налаштуванню DisurlVotesTracker.

source: Red-Web-Dashboard is not installed. Check <https://red-web-dashboard.readthedocs.io>.
de_de: Red-Web-Dashboard ist nicht installiert. Prüfen Sie <https://red-web-dashboard.readthedocs.io>.
el_gr: Το Red-Web-Dashboard δεν είναι εγκατεστημένο. Ελέγξτε το <https://red-web-dashboard.readthedocs.io>.
es_es: Red-Web-Dashboard no está instalado. Compruebe <https://red-web-dashboard.readthedocs.io>.
fi_fi: Red-Web-Dashboardia ei ole asennettu. Tarkista <https://red-web-dashboard.readthedocs.io>.
fr_fr: Red-Web-Dashboard n'est pas installé. Vérifiez <https://red-web-dashboard.readthedocs.io>.
ja_jp: Red-Web-Dashboard がインストールされていません。<https://red-web-dashboard.readthedocs.io>を確認してください。
tr_tr: Red-Web-Dashboard yüklü değil. <https://red-web-dashboard.readthedocs.io> adresini kontrol edin.

source: You can't access the Dashboard.
de_de: Sie können nicht auf das Dashboard zugreifen.
el_gr: Δεν μπορείτε να έχετε πρόσβαση στον πίνακα ελέγχου.
es_es: No puedes acceder al Panel de control.
fi_fi: Et pääse kojelautaan.
fr_fr: Vous ne pouvez pas accéder au tableau de bord.
it_it: Non è possibile accedere al Dashboard.
ja_jp: ダッシュボードにアクセスできません。
nl_nl: Je hebt geen toegang tot het dashboard.
pl_pl: Nie można uzyskać dostępu do pulpitu nawigacyjnego.
ro_ro: Nu puteți accesa tabloul de bord.
ru_ru: Вы не можете получить доступ к панели управления.
tr_tr: Dashboard'a erişemezsiniz.
uk_ua: Ви не маєте доступу до інформаційної панелі.

source: DisurlVotesTracker Instructions
de_de: DisurlVotesTracker Anweisungen
el_gr: Οδηγίες DisurlVotesTracker
es_es: Instrucciones de DisurlVotesTracker
fi_fi: DisurlVotesTracker Ohjeet
fr_fr: Instructions de DisurlVotesTracker
it_it: Istruzioni per DisurlVotesTracker
ja_jp: DisurlVotesTrackerの使い方
nl_nl: Instructies voor DisurlVotesTracker
pl_pl: Instrukcje dotyczące DisurlVotesTracker
ro_ro: Instrucțiuni DisurlVotesTracker
ru_ru: Инструкции DisurlVotesTracker
tr_tr: DisurlVotesTracker Talimatları
uk_ua: Інструкція DisurlVotesTracker

source: 1. Go to [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) and set the webhook URL to `{webhook_url}`. 2. Set the Disurl API authorization key with the key which you provided on Disurl. 3. Set the votes channel where vote notifications will be sent. 4. Set the optional the voters role that will be assigned to voters. 5. Optionally, toggle the vote reminder. 6. Optionally, set the `custom_vote_message` and `custom_vote_reminder_message`.7. Enable the cog.
de_de: 1. Gehen Sie zu [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) und setzen Sie die Webhook-URL auf `{webhook_url}`. 2. Setzen Sie den Disurl-API-Autorisierungsschlüssel mit dem Schlüssel, den Sie bei Disurl angegeben haben. 3. Legen Sie den Abstimmungskanal fest, an den die Abstimmungsbenachrichtigungen gesendet werden sollen. 4. Legen Sie optional die Wählerrolle fest, die den Wählern zugewiesen werden soll. 5. Optional können Sie die Abstimmungserinnerung einschalten. 6. Legen Sie optional die `custom_vote_message` und `custom_vote_reminder_message` fest.7. Aktivieren Sie das Zahnrad.
el_gr: 1. Μεταβείτε στο [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) και ορίστε τη διεύθυνση URL του webhook σε `{webhook_url}`. 2. Ορίστε το κλειδί εξουσιοδότησης του Disurl API με το κλειδί που δώσατε στο Disurl. 3. Ορίστε το κανάλι ψηφοφορίας στο οποίο θα αποστέλλονται οι ειδοποιήσεις ψηφοφορίας. 4. Ορίστε προαιρετικά το ρόλο των ψηφοφόρων που θα εκχωρηθεί στους ψηφοφόρους. 5. Προαιρετικά, ενεργοποιήστε την υπενθύμιση της ψηφοφορίας. 6. Προαιρετικά, ορίστε τα `custom_vote_message` και `custom_vote_reminder_message`.7. Ενεργοποιήστε το γρανάζι.
es_es: 1. Vaya a [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) y establezca la URL del webhook en `{webhook_url}`. 2. Establezca la clave de autorización de la API de Disurl con la clave que proporcionó en Disurl. 3. Establezca el canal de votos donde se enviarán las notificaciones de votos. 4. Establezca el opcional el rol de votante que se asignará a los votantes. 5. Opcionalmente, active el recordatorio de voto. 6. 6. Opcionalmente, configure los mensajes `custom_vote_message` y `custom_vote_reminder_message`.7. Active la rueda dentada. 7. Active la rueda dentada.
fi_fi: 1. Mene [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) ja aseta webhook URL-osoitteeksi `{webhook_url}`. 2. Aseta Disurl API -valtuutusavain Disurlissa antamallasi avaimella. 3. Aseta äänestyskanava, johon äänestysilmoitukset lähetetään. 4. Aseta valinnainen äänestäjien rooli, joka annetaan äänestäjille. 5. Vaihtoehtoisesti kytke äänestysmuistutus. 6. Aseta valinnaisesti `custom_vote_message` ja `custom_vote_reminder_message`. 7. Aseta `custom_vote_vote_reminder_message`. Ota hammasratas käyttöön.
fr_fr: 1. Allez sur [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) et définissez l'URL du webhook à `{webhook_url}`. 2. Définissez la clé d'autorisation API de Disurl avec la clé que vous avez fournie à Disurl. 3. Définissez le canal de vote où les notifications de vote seront envoyées. 4. Définissez le rôle optionnel des votants qui sera attribué aux votants. 5. En option, activez le rappel de vote. 6. Optionnellement, définissez les messages `custom_vote_message` et `custom_vote_reminder_message`.7. Activez le cog.
it_it: 1. Andare a [Disurl Dashboard] (https://disurl.me/dashboard/server/{guild_id}/webhooks) e impostare l'URL del webhook su `{webhook_url}`. 2. Impostare la chiave di autorizzazione API di Disurl con la chiave fornita su Disurl. 3. Impostare il canale dei voti dove verranno inviate le notifiche di voto. 4. Impostare il ruolo opzionale dei votanti che sarà assegnato ai votanti. 5. Attivare facoltativamente il promemoria di voto. 6. Impostare facoltativamente il `messaggio_di_voto_personalizzato` e il `messaggio_di_ricordo_di_voto_personalizzato`.7. Abilitare la ruota dentata.
ja_jp: 1.Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks)にアクセスし、webhook URL を `{webhook_url}` に設定します。 2.Disurl API認証キーをDisurlで設定したキーに設定します。 3.投票通知を送信する投票チャンネルを設定します。 4.投票者に割り当てられる投票者ロールをオプションで設定します。 5.任意で投票リマインダーを切り替えます。 6.オプションで `custom_vote_message` と `custom_vote_reminder_message` を設定します。7.歯車を有効にする。
nl_nl: 1. Ga naar [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) en stel de webhook URL in op `{webhook_url}`. 2. Stel de Disurl API authorization key in met de key die u heeft opgegeven op Disurl. 3. Stel het stemkanaal in waar de stemmeldingen naartoe worden gestuurd. 4. Stel de optionele kiezersrol in die zal worden toegewezen aan de kiezers. 5. Schakel optioneel de stemherinnering in. 6. Stel optioneel de `custom_vote_message` en `custom_vote_reminder_message` in.7. Activeer het tandwiel.
pl_pl: 1. Przejdź do [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) i ustaw adres URL webhooka na `{webhook_url}`. 2. Ustaw klucz autoryzacji Disurl API za pomocą klucza podanego w Disurl. 3. Ustaw kanał głosowania, na który będą wysyłane powiadomienia o głosowaniu. 4. Ustaw opcjonalną rolę głosującego, która zostanie przypisana do głosujących. 5. Opcjonalnie przełącz przypomnienie o głosowaniu. 6. Opcjonalnie, ustaw `custom_vote_message` i `custom_vote_reminder_message`.7. Włącz tryb.
ro_ro: 1. Accesați [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) și setați URL-ul webhook la `{webhook_url}`. 2. Setați cheia de autorizare Disurl API cu cheia pe care ați furnizat-o pe Disurl. 3. Setați canalul de voturi unde vor fi trimise notificările de vot. 4. Setați rolul opțional the voters care va fi atribuit votanților. 5. Opțional, comutați mementoul de vot. 6. Opțional, setați `custom_vote_message` și `custom_vote_reminder_message`. 7. 7. Activați rotița.
ru_ru: 1. Перейдите в [Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) и установите URL веб-крюка на `{webhook_url}`. 2. Установите ключ авторизации Disurl API на тот ключ, который вы указали в Disurl. 3. Установите канал голосов, на который будут отправляться уведомления о голосовании. 4. Установите необязательную роль избирателя, которая будет назначаться избирателям. 5. По желанию включите напоминание о голосовании. 6. Опционально задайте `custom_vote_message` и `custom_vote_reminder_message`.7. Включите шестеренку.
tr_tr: 1. Disurl Dashboard](https://disurl.me/dashboard/server/{guild_id}/webhooks) adresine gidin ve webhook URL'sini `{webhook_url}` olarak ayarlayın. 2. Disurl API yetkilendirme anahtarını Disurl'de sağladığınız anahtar ile ayarlayın. 3. Oy bildirimlerinin gönderileceği oy kanalını ayarlayın. 4. Seçmenlere atanacak isteğe bağlı seçmen rolünü ayarlayın. 5. İsteğe bağlı olarak, oy hatırlatıcısını değiştirin. 6. İsteğe bağlı olarak, `custom_vote_message` ve `custom_vote_reminder_message` ayarlarını yapın. Çarkı etkinleştirin.
uk_ua: 1. Перейдіть до [Disurl Dashboard] (https://disurl.me/dashboard/server/{guild_id}/webhooks) і встановіть URL-адресу веб-хука на `{webhook_url}`. 2. Встановіть ключ авторизації API Disurl на ключ, який ви вказали на Disurl. 3. Встановіть канал голосування, на який будуть надсилатися сповіщення про голосування. 4. Встановіть опціональну роль виборця, яка буде призначена виборцям. 5. За бажанням, увімкніть нагадування про голосування. 6. За бажанням, встановіть `custom_vote_message` та `custom_vote_reminder_message`.7. Увімкніть гвинтик.

source: Red-Dashboard is not installed. Check <https://red-web-dashboard.readthedocs.io>.
it_it: Red-Dashboard non è installato. Controllare <https://red-web-dashboard.readthedocs.io>.
nl_nl: Red-Dashboard is niet geïnstalleerd. Controleer <https://red-web-dashboard.readthedocs.io>.
pl_pl: Red-Dashboard nie jest zainstalowany. Sprawdź <https://red-web-dashboard.readthedocs.io>.
ro_ro: Red-Dashboard nu este instalat. Verificați <https://red-web-dashboard.readthedocs.io>.
ru_ru: Red-Dashboard не установлен. Проверьте <https://red-web-dashboard.readthedocs.io>.
uk_ua: Red-Dashboard не встановлено. Перевірте <https://red-web-dashboard.readthedocs.io>.
