Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: discordedit/locales/*.po
Languages: tr_tr

source: Remove member from thread.
tr_tr: Başlıktan üye çıkarın.

source: Delete a thread.
tr_tr: Bir başlığı silin.

source: ⚠️ - Delete thread
tr_tr: ⚠️ - Başlığı sil

source: Do you really want to delete the thread {thread.mention} ({thread.id})?
tr_tr: Başlık {thread.mention} ({thread.id}) gerçekten silmek istiyor musunuz?

source: View and edit thread.
tr_tr: Başlığı görüntüleyin ve düzenleyin.

source: The video quality mode must be `1` or `2`.
tr_tr: Video kalitesi modu `1` veya `2` olmalıdır.

source: A cog to edit voice channels!
tr_tr: Ses kanallarını düzenlemek için bir cog!

source: I can not edit the voice channel {channel.mention} ({channel.id}) because I don't have the `manage_channel` permission.
tr_tr: Ses kanalı {channel.mention} ({channel.id}) düzenleyemem çünkü `manage_channel` iznim yok.

source: Create a voice channel.
tr_tr: Bir ses kanalı oluşturun.

source: List all voice channels in the current guild.
tr_tr: Mevcut sunucudaki tüm ses kanallarını listeleyin.

source: List of voice channels in {guild.name} ({guild.id})
tr_tr: {guild.name} ({guild.id}) içindeki ses kanallarının listesi

source: Clone a voice channel.
tr_tr: Bir ses kanalını klonlayın.

source: Create an invite for a voice channel. `max_age`: How long the invite should last in days. If it's 0 then the invite doesn't expire. `max_uses`: How many uses the invite could be used for. If it's 0 then there are unlimited uses. `temporary`: Denotes that the invite grants temporary membership (i.e. they get kicked after they disconnect). `unique`: Indicates if a unique invite URL should be created. Defaults to True. If this is set to False then it will return a previously created invite.
tr_tr: Bir ses kanalı için davet oluşturun. `max_age`: Davetin gün olarak ne kadar sürmesi gerektiği. Eğer 0 ise davetin süresi dolmaz. `max_uses`: Davetiyenin kaç kullanım için kullanılabileceği. Eğer 0 ise sınırsız kullanım vardır. `temporary`: Davetin geçici üyelik verdiğini belirtir (yani bağlantı kesildikten sonra atılırlar). `unique`: Benzersiz bir davet URL'si oluşturulup oluşturulmayacağını belirtir. Varsayılan değer True'dur. Bu False olarak ayarlanırsa, önceden oluşturulmuş bir davetiye döndürür.

source: Edit voice channel name.
tr_tr: Ses kanalının adını düzenleyin.

source: Edit voice channel bitrate. It must be a number between 8000 and Level 1: 128000 Level 2: 256000 Level 3: 384000
tr_tr: Ses kanalı bit hızını düzenleyin. 8000 ve aşağıdaki sayılar arasında bir sayı olmalıdır. Level 1: 128000 Level 2: 256000 Level 3: 384000

source: Edit voice channel nsfw.
tr_tr: Ses kanalının nsfw özelliğini düzenleyin.

source: Edit voice channel user limit. It must be a number between 0 and 99.
tr_tr: Ses kanalı kullanıcı limitini düzenleyin. Bu 0 ile 99 arasında bir sayı olmalıdır.

source: Edit voice channel position. Warning: Only voice channels are taken into account. Channel 1 is the highest positioned voice channel. Channels cannot be moved to a position that takes them out of their current category.
tr_tr: Ses kanalı konumunu düzenleyin. Uyarı: Sadece ses kanalları dikkate alınır. Kanal 1 en yüksek konumlu ses kanalıdır. Kanallar, onları mevcut kategorilerinin dışına çıkaracak bir konuma taşınamaz.

source: Edit voice channel sync permissions.
tr_tr: Ses kanalının izinlerini senkronize edin.

source: Edit voice channel category.
tr_tr: Ses kanalının kategorisini düzenleyin.

source: Edit voice channel slowmode delay. Specifies the slowmode rate limit for user in this channel. A value of 0s disables slowmode. The maximum value possible is 21600s.
tr_tr: Ses kanalı yavaş mod gecikmesini düzenleyin. Bu kanaldaki kullanıcı için yavaş mod hız sınırını belirtir. 0s değeri yavaş modu devre dışı bırakır. Mümkün olan maksimum değer 21600s'dir.

source: Edit voice channel video quality mode. auto = 1 full = 2
tr_tr: Ses kanalı video kalitesi modunu düzenleyin. auto = 1 full = 2

source: Edit voice channel overwrites/permissions. You may not specify `True` or `False` to reset the overwrite(s). You must possess the permissions you wish to modify. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`
tr_tr: Ses kanalı üzerine yazmaları/izinleri düzenleyin. Üzerine yazmaları sıfırlamak için `True` veya `False` belirtemezsiniz. Değiştirmek istediğiniz izinlere sahip olmanız gerekir. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`

source: Delete voice channel.
tr_tr: Bir ses kanalını silin.

source: ⚠️ - Delete voice channel
tr_tr: ⚠️ - Ses kanalını sil

source: Do you really want to delete the voice channel {channel.mention} ({channel.id})?
tr_tr: Ses kanalı {channel.mention} ({channel.id}) gerçekten silmek istiyor musunuz?

source: View and edit voice channel.
tr_tr: Ses kanalını görüntüleyin ve düzenleyin.

source: You are not allowed to execute this command.
tr_tr: Bu komutu yürütme yetkiniz yok.
