Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: discordedit/locales/*.po
Languages: tr_tr

source: A cog to edit Discord default objects, like guilds, roles, text channels, voice channels, threads and AutoMod!
tr_tr: Sunucular, roller, metin kanalları, ses kanalları, başlıklar ve AutoMod gibi Discord varsayılan nesnelerini düzenlemek için bir cog!

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete. {error}
tr_tr: Discord'un izin vermediği bir şeyi yapmaya çalıştım. Komutunuz başarıyla tamamlanamadı. {error}

source: Invalid rule ID.
tr_tr: Geçersiz kural ID'si.

source: Rule not found.
tr_tr: Kural bulunamadı.

source: Invalid JSON.
tr_tr: Geçersiz JSON.

source: Invalid data. Must be a dict with `trigger_type` and `trigger_metadara` keys.
tr_tr: Geçersiz veri. `trigger_type` ve `trigger_metadata` anahtarlarına sahip bir sözlük olmalıdır.

source: Invalid trigger type.
tr_tr: Geçersiz tetikleyici türü.

source: Invalid trigger metadata.
tr_tr: Geçersiz tetikleyici verileri.

source: Invalid data. Must be a list of dicts with `type` and `data` keys.
tr_tr: Geçersiz veri. `type` ve `data` anahtarlarına sahip sözlüklerin bir listesi olmalıdır.

source: Invalid action type.
tr_tr: Geçersiz eylem türü.

source: Invalid action metadata.
tr_tr: Geçersiz eylem verileri.

source: A cog to edit AutoMod rules!
tr_tr: AutoMod kurallarını düzenlemek için bir cog!

source: Create an AutoMod rule. event_type: - message_send = 1 `trigger` and `actions` arguments must be JSON with specified keys. Warning, remove all spaces in the trigger dict. trigger: - `trigger_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-types - `trigger_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-metadata actions: - `action_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-types - `action_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-metadata
tr_tr: Bir AutoMod kuralı oluşturun. event_type: - message_send = 1 `trigger` ve `actions` argümanları belirtilen anahtarlarla JSON olmalıdır. Uyarı, tetikleyici diktesindeki tüm boşlukları kaldırın. trigger: - `trigger_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-types - `trigger_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-metadata actions: - `action_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-types - `action_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-metadata

source: AutoMod rule {rule.name} ({rule.id}) created.
tr_tr: AutoMod kuralı {rule.name} ({rule.id}) oluşturuldu.

source: List all AutoMod rules in the current guild.
tr_tr: Mevcut sunucudaki tüm AutoMod kurallarını listeleyin.

source: List of AutoMod rules in {guild.name} ({guild.id})
tr_tr: {guild.name} ({guild.id}) içindeki AutoMod kurallarının listesi

source: Edit AutoMod rule name.
tr_tr: AutoMod kural adını düzenleyin.

source: Edit AutoMod rule trigger. trigger: - `trigger_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-types - `trigger_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-metadata
tr_tr: AutoMod kural tetikleyicisini düzenleyin. trigger: - `trigger_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-types - `trigger_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-trigger-metadata

source: Edit AutoMod rule actions. actions: - `action_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-types - `action_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-metadata
tr_tr: AutoMod kural eylemlerini düzenleyin. actions: - `action_type`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-types - `action_metadata`: https://discord.com/developers/docs/resources/auto-moderation#auto-moderation-rule-object-action-metadata

source: Edit AutoMod rule enabled.
tr_tr: AutoMod kuralının etkinleştirilmesini düzenleyin.

source: Edit AutoMod rule exempt roles.
tr_tr: AutoMod kuralı muaf rollerini düzenleyin.

source: Edit AutoMod rule exempt channels.
tr_tr: AutoMod kuralı muaf kanalları düzenleyin.

source: Delete automod rule.
tr_tr: AutoMod kuralını silin.

source: ⚠️ - Delete AutoMod rule
tr_tr: ⚠️ - AutoMod kuralını sil

source: Do you really want to delete the AutoMod rule {rule.name} ({rule.id}) in {guild.name} ({guild.id})?
tr_tr: {guild.name} ({guild.id}) içindeki AutoMod kuralını {rule.name} ({rule.id}) gerçekten silmek istiyor musunuz?

source: Rule `{rule.name} ({rule.id})` edited.
tr_tr: Kural `{rule.name} ({rule.id})` düzenlendi.

source: Select channels/roles to exempt for the AutoMod rule `{rule.name} ({rule.id})`.
tr_tr: AutoMod kuralı `{rule.name} ({rule.id})` için muaf tutulacak kanalları/rolleri seçin.

source: Rule `{rule.name} ({rule.id})` enabled.
tr_tr: Kural `{rule.name} ({rule.id})` etkinleştirildi.

source: Rule {rule.name} `{rule.id}` disabled.
tr_tr: Kural {rule.name} `{rule.id}` devre dışı bırakıldı.

source: Rule `{rule.name} ({rule.id})` deleted.
tr_tr: Kural `{rule.name} ({rule.id})` silindi.

source: Converting to `Locale` failed for parameter `preferred_locale`.
tr_tr: `preferred_locale` parametresi için `Locale`'a dönüştürme başarısız oldu.

source: The verification level must be `none`, `low`, `medium`, `high`, `highest`, `0`, `1`, `2`, `3` or `4`.
tr_tr: Doğrulama seviyesi `none`, `low`, `medium`, `high`, `highest`, `0`, `1`, `2`, `3` veya `4` olmalıdır.

source: The video quality mode must be `0` or `1`.
tr_tr: Video kalitesi modu `0` veya `1` olmalıdır.

source: A cog to edit guilds!
tr_tr: Sunucuları düzenlemek için bir cog!

source: Create a guild with the bot as owner.
tr_tr: Botun sahip olduğu bir sunucu oluşturun.

source: Clone a guild.
tr_tr: Bir sunucuyu klonlayın.

source: Edit guild name.
tr_tr: Sunucu adını düzenleyin.

source: Edit guild description.
tr_tr: Sunucu açıklamasını düzenleyin.

source: Edit guild icon. You can use an URL or upload an attachment.
tr_tr: Sunucu simgesini düzenle. Bir URL kullanabilir veya bir ek yükleyebilirsiniz.

source: Edit guild banner. You can use an URL or upload an attachment.
tr_tr: Sunucu afişini düzenle. Bir URL kullanabilir veya bir ek yükleyebilirsiniz.

source: This server doesn't have the `BANNER` feature. This server needs more boosts to perform this action.
tr_tr: Bu sunucuda `BANNER` özelliği yok. Bu işlemi gerçekleştirmek için bu sunucunun daha fazla boosta ihtiyacı var.

source: Edit guild splash. You can use an URL or upload an attachment.
tr_tr: Sunucu açılışını düzenleyin. Bir URL kullanabilir veya bir ek yükleyebilirsiniz.

source: This server doesn't have the `INVITE_SPLASH` feature. This server needs more boosts to perform this action.
tr_tr: Bu sunucuda `INVITE_SPLASH` özelliği yok. Bu işlemi gerçekleştirmek için bu sunucunun daha fazla boosta ihtiyacı var.

source: Edit guild discovery splash. You can use an URL or upload an attachment.
tr_tr: Sunucu keşif sıçramasını düzenleyin. Bir URL kullanabilir veya bir ek yükleyebilirsiniz.

source: This server doesn't have the `DISCOVERABLE` feature. This server needs more boosts to perform this action.
tr_tr: Bu sunucuda `DISCOVERABLE` özelliği yok. Bu işlemi gerçekleştirmek için bu sunucunun daha fazla boosta ihtiyacı var.

source: Edit guild community state.
tr_tr: Sunucu topluluk durumunu düzenleyin.

source: Edit guild afkchannel.
tr_tr: Sunucu afk kanalını düzenleyin.

source: Edit guild afk timeout.
tr_tr: Sunucu afk zaman aşımını düzenleyin.

source: Edit guild owner (if the bot is bot owner).
tr_tr: Sunucu sahibini düzenleyin (eğer bot sahibi ise).

source: :⚠️ - Change Guild Owner
tr_tr: :⚠️ - Sunucu Sahibini Değiştir

source: Do you really want to change guild owner of the guild {guild.name} ({guild.id})?
tr_tr: {guild.name} ({guild.id}) sunucusunun sahibini gerçekten değiştirmek istiyor musunuz?

source: Edit guild verification level.
tr_tr: Sunucu doğrulama seviyesini düzenleyin.

source: Edit guild notification level.
tr_tr: Sunucu bildirim seviyesini düzenleyin.

source: Edit guild explicit content filter.
tr_tr: Sunucu açık içerik filtresini düzenleyin.

source: Edit guild vanity code.
tr_tr: Sunucu özel kodunu düzenleyin.

source: Edit guild system channel.
tr_tr: Sunucu sistem kanalını düzenleyin.

source: Edit guild system channel flags.
tr_tr: Sunucu sistem kanalı bayraklarını düzenleyin.

source: Edit guild preferred locale. american_english = 'en-US' british_english = 'en-GB' bulgarian = 'bg' chinese = 'zh-CN' taiwan_chinese = 'zh-TW' croatian = 'hr' czech = 'cs' danish = 'da' dutch = 'nl' finnish = 'fi' french = 'fr' german = 'de' greek = 'el' hindi = 'hi' hungarian = 'hu' italian = 'it' japanese = 'ja' korean = 'ko' lithuanian = 'lt' norwegian = 'no' polish = 'pl' brazil_portuguese = 'pt-BR' romanian = 'ro' russian = 'ru' spain_spanish = 'es-ES' swedish = 'sv-SE' thai = 'th' turkish = 'tr' ukrainian = 'uk' vietnamese = 'vi'
tr_tr: Sunucunun tercih ettiği dili düzenle. american_english = 'en-US' british_english = 'en-GB' bulgarian = 'bg' chinese = 'zh-CN' taiwan_chinese = 'zh-TW' croatian = 'hr' czech = 'cs' danish = 'da' dutch = 'nl' finnish = 'fi' french = 'fr' german = 'de' greek = 'el' hindi = 'hi' hungarian = 'hu' italian = 'it' japanese = 'ja' korean = 'ko' lithuanian = 'lt' norwegian = 'no' polish = 'pl' brazil_portuguese = 'pt-BR' romanian = 'ro' russian = 'ru' spain_spanish = 'es-ES' swedish = 'sv-SE' thai = 'th' turkish = 'tr' ukrainian = 'uk' vietnamese = 'vi'

source: Edit guild rules channel.
tr_tr: Sunucu kuralları kanalını düzenleyin.

source: Edit guild public updates channel.
tr_tr: Sunucu genel güncellemeler kanalını düzenleyin.

source: Edit guild premium progress bar enabled.
tr_tr: Sunucu premium ilerleme çubuğu etkinleştirildi.

source: Edit guild discoverable state.
tr_tr: Sunucunun keşfedilebilir durumunu düzenleyin.

source: Edit guild invites disabled state.
tr_tr: Sunucu davetlerinin devre dışı bırakılmış durumunu düzenleyin.

source: Edit guild invites widget enabled state.
tr_tr: Sunucu davet widget'ının etkinleştirilmiş durumunu düzenleyin.

source: Edit guild invites widget channel.
tr_tr: Sunucu davet widget kanalı düzenleyin.

source: Edit guild invites raid alerts disabled state.
tr_tr: Sunucu baskın uyarılarının devre dışı bırakılmış durumunu düzenleyin.

source: Edit guild invites safety alerts channel.
tr_tr: Sunucu güvenlik uyarıları kanalını düzenleyin.

source: Delete guild (if the bot is owner).
tr_tr: Sunucuyu silin (eğer bot sahibi ise).

source: ⚠️ - Delete Guild
tr_tr: ⚠️ - Sunucuyu Sil

source: Do you really want to delete the guild {guild.name} ({guild.id})?
tr_tr: {guild.name} ({guild.id}) sunucusunu gerçekten silmek istiyor musunuz?

source: View and edit guild.
tr_tr: Sunucuyu görüntüleyin ve düzenleyin.

source: The position must be an integer.
tr_tr: Pozisyon bir tam sayı olmalıdır.

source: The indicated position must be between 1 and {max_guild_roles_position}.
tr_tr: Belirtilen pozisyon 1 ile {max_guild_roles_position} arasında olmalıdır.

source: This permission is invalid.
tr_tr: Bu izin geçersiz.

source: A cog to edit roles!
tr_tr: Rolleri düzenlemek için bir cog!

source: I can not let you edit @{role.name} ({role.id}) because that role is higher than or equal to your highest role in the Discord hierarchy.
tr_tr: Discord hiyerarşisindeki en yüksek rolünüzden daha yüksek veya ona eşit olduğu için @{role.name} ({role.id}) rolünü düzenlemenize izin veremem.

source: I can not edit @{role.name} ({role.id}) because that role is higher than or equal to my highest role in the Discord hierarchy.
tr_tr: Discord hiyerarşisindeki en yüksek rolümden daha yüksek veya ona eşit olduğu için @{role.name} ({role.id}) rolünü düzenleyemem.

source: Create a role.
tr_tr: Bir rol oluşturun.

source: List all roles in the current guild.
tr_tr: Mevcut sunucudaki tüm rolleri listeleyin.

source: List of roles in {guild.name} ({guild.id})
tr_tr: {guild.name} ({guild.id}) içindeki rollerin listesi

source: Edit role name.
tr_tr: Rol adını düzenleyin.

source: Edit role color.
tr_tr: Rol rengini düzenleyin.

source: Edit role hoist.
tr_tr: Rolü yukarı taşıyın.

source: Edit role display icon. `display_icon` can be an Unicode emoji, a custom emoji or an url. You can also upload an attachment.
tr_tr: Rol ekran simgesini düzenleyin. `display_icon` bir Unicode emoji, özel bir emoji veya bir url olabilir. Ayrıca bir ek de yükleyebilirsiniz.

source: This server doesn't have the `ROLE_ICONS` feature. This server needs more boosts to perform this action.
tr_tr: Bu sunucuda `ROLE_ICONS` özelliği yok. Bu işlemi gerçekleştirmek için bu sunucunun daha fazla boosta ihtiyacı var.

source: Edit role mentionable.
tr_tr: Rol etiketlenebilirliği düzenleyin.

source: Edit role position. Warning: The role with a position 1 is the highest role in the Discord hierarchy.
tr_tr: Rol pozisyonunu düzenle. Uyarı: Pozisyonu 1 olan rol Discord hiyerarşisindeki en yüksek roldür.

source: Edit role permissions. You must possess the permissions you wish to modify. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`
tr_tr: Rol izinlerini düzenleyin. Değiştirmek istediğiniz izinlere sahip olmanız gerekir. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`

source: You need to provide at least one permission.
tr_tr: En az bir izin sağlamalısınız.

source: You don't have the permission {permission_name} in this guild.
tr_tr: Bu sunucuda {permission_name} iznine sahip değilsiniz.

source: Delete a role.
tr_tr: Bir rolü silin.

source: ⚠️ - Delete role
tr_tr: ⚠️ - Rolü sil

source: Do you really want to delete the role {role.mention} ({role.id})?
tr_tr: {role.mention} ({role.id}) rolünü gerçekten silmek istiyor musunuz?

source: View and edit role.
tr_tr: Rolü görüntüleyin ve düzenleyin.

source: The channel type must be `text`, `news`, `0` or `5`.
tr_tr: Kanal türü `text`, `news`, `0` veya `5` olmalıdır.

source: A cog to edit text channels!
tr_tr: Metin kanallarını düzenlemek için bir cog!

source: I can not edit the text channel {channel.mention} ({channel.id}) because I don't have the `manage_channel` permission.
tr_tr: {channel.mention} ({channel.id}) metin kanalını düzenleyemem çünkü `manage_channel` iznim yok.

source: Create a text channel.
tr_tr: Bir metin kanalı oluşturun.

source: List all text channels in the current guild.
tr_tr: Mevcut sunucudaki tüm metin kanallarını listeleyin.

source: List of text channels in {guild.name} ({guild.id})
tr_tr: {guild.name} ({guild.id}) içindeki metin kanallarının listesi

source: Clone a text channel.
tr_tr: Bir metin kanalını klonlayın.

source: Create an invite for a text channel. `max_age`: How long the invite should last in days. If it's 0 then the invite doesn't expire. `max_uses`: How many uses the invite could be used for. If it's 0 then there are unlimited uses. `temporary`: Denotes that the invite grants temporary membership (i.e. they get kicked after they disconnect). `unique`: Indicates if a unique invite URL should be created. Defaults to True. If this is set to False then it will return a previously created invite.
tr_tr: Bir metin kanalı için davet oluşturun. `max_age`: Davetin gün olarak ne kadar sürmesi gerektiği. Eğer 0 ise davetin süresi dolmaz. `max_uses`: Davetiyenin kaç kullanım için kullanılabileceği. Eğer 0 ise sınırsız kullanım vardır. `temporary`: Davetin geçici üyelik verdiğini belirtir (yani bağlantı kesildikten sonra atılırlar). `unique`: Benzersiz bir davet URL'si oluşturulup oluşturulmayacağını belirtir. Varsayılan değer True'dur. Bu False olarak ayarlanırsa, önceden oluşturulmuş bir davetiye döndürür.

source: Edit text channel name.
tr_tr: Metin kanalının adını düzenleyin.

source: Edit text channel topic.
tr_tr: Metin kanalının konusunu düzenleyin.

source: Edit text channel position. Warning: Only text channels are taken into account. Channel 1 is the highest positioned text channel. Channels cannot be moved to a position that takes them out of their current category.
tr_tr: Metin kanalı konumunu düzenleyin. Uyarı: Yalnızca metin kanalları dikkate alınır. Kanal 1 en yüksek konumlu metin kanalıdır. Kanallar, onları mevcut kategorilerinin dışına çıkaracak bir konuma taşınamaz.

source: Edit text channel nsfw.
tr_tr: Metin kanalının nsfw özelliğini düzenleyin.

source: Edit text channel syncpermissions with category.
tr_tr: Metin kanalının izinlerini kategori ile senkronize edin.

source: Edit text channel category.
tr_tr: Metin kanalının kategorisini düzenleyin.

source: Edit text channel slowmode delay. Specifies the slowmode rate limit for user in this channel. A value of 0s disables slowmode. The maximum value possible is 21600s.
tr_tr: Metin kanalı yavaş mod gecikmesini düzenleyin. Bu kanaldaki kullanıcı için yavaş mod hız sınırını belirtir. 0s değeri yavaş modu devre dışı bırakır. Mümkün olan maksimum değer 21600s'dir.

source: Edit text channel type. `text`: 0 `news`: 5 Currently, only conversion between ChannelType.text and ChannelType.news is supported. This is only available to guilds that contain NEWS in Guild.features.
tr_tr: Metin kanalı türünü düzenleyin. `text`: 0 `news`: 5 Şu anda sadece ChannelType.text ve ChannelType.news arasında dönüşüm desteklenmektedir. Bu yalnızca Guild.features içinde NEWS içeren sunucular tarafından kullanılabilir.

source: Edit text channel default auto archive duration. The new default auto archive duration in minutes for threads created in this channel. Must be one of `60`, `1440`, `4320`, or `10080`.
tr_tr: Metin kanalı varsayılan otomatik arşiv süresini düzenleyin. Bu kanalda oluşturulan iş parçacıkları için dakika cinsinden yeni varsayılan otomatik arşiv süresi. 60`, `1440`, `4320` veya `10080` değerlerinden biri olmalıdır.

source: Edit text channel default thread slowmode delay. The new default thread slowmode delay in seconds for threads created in this channel. Must be between 0 and 21600 (6 hours) seconds.
tr_tr: Metin kanalı varsayılan iş parçacığı yavaş modu gecikmesini düzenleyin. Bu kanalda oluşturulan iş parçacıkları için saniye cinsinden yeni varsayılan iş parçacığı yavaş modu gecikmesi. 0 ile 21600 (6 saat) saniye arasında olmalıdır.

source: Edit text channel overwrites/permissions. You may not specify `True` or `False` to reset the permission(s). You must possess the permissions you wish to modify. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`
tr_tr: Metin kanalı üzerine yazmaları/izinleri düzenleyin. İzin(ler) i sıfırlamak için `True` veya `False` belirtemezsiniz. Değiştirmek istediğiniz izinlere sahip olmanız gerekir. • `create_instant_invite` • `manage_channels` • `add_reactions` • `priority_speaker` • `stream` • `read_messages` • `send_messages` • `send_tts_messages` • `manage_messages` • `embed_links` • `attach_files` • `read_message_history` • `mention_everyone` • `external_emojis` • `connect` • `speak` • `mute_members` • `deafen_members` • `move_members` • `use_voice_activation` • `manage_roles` • `manage_webhooks` • `use_application_commands` • `request_to_speak` • `manage_threads` • `create_public_threads` • `create_private_threads` • `external_stickers` • `send_messages_in_threads`

source: You need to provide a role or user you want to edit permissions for.
tr_tr: İzinlerini düzenlemek istediğiniz bir rol veya kullanıcı sağlamalısınız.

source: You don't have the permission {permission_name} in this channel.
tr_tr: Bu kanalda {permission_name} iznine sahip değilsiniz.

source: You cannot remove permissions from you in this channel.
tr_tr: Bu kanalda kendinizden izinleri kaldıramazsınız.

source: You cannot remove permissions from the bot in this channel.
tr_tr: Bu kanalda bottan izinleri kaldıramazsınız.

source: Delete a text channel.
tr_tr: Bir metin kanalını silin.

source: ⚠️ - Delete text channel
tr_tr: ⚠️ - Metin kanalını sil

source: Do you really want to delete the text channel {channel.mention} ({channel.id})?
tr_tr: {channel.mention} ({channel.id}) metin kanalını gerçekten silmek istiyor musunuz?

source: View and edit text channel.
tr_tr: Metin kanalını görüntüleyin ve düzenleyin.

source: Emoji Role must be an emoji followed by a role separated by either `;`, `,`, `|`, or `-`.
tr_tr: Emoji Rol bir emoji ve ardından `;`, `,`, `|` veya `-` ile ayrılmış bir rol olmalıdır.

source: A cog to edit threads!
tr_tr: Başlıkları düzenlemek için bir cog!

source: I can not edit the thread {thread.mention} ({thread.id}) because you don't have the `manage_channel` permission.
tr_tr: Başlık {thread.mention} ({thread.id}) düzenleyemem çünkü `manage_channel` iznine sahip değilsiniz.

source: Create a thread. You'll join it automatically.
tr_tr: Bir konu oluşturun. Otomatik olarak katılacaksın.

source: List all threads in the current guild.
tr_tr: Mevcut sunucudaki tüm başlıkları listeleyin.

source: List of threads in {guild.name} ({guild.id})
tr_tr: {guild.name} ({guild.id}) içindeki başlıkların listesi

source: Edit thread name.
tr_tr: Başlık adını düzenleyin.

source: Edit thread archived.
tr_tr: Başlık arşivlendi.

source: Edit thread locked.
tr_tr: Başlık kilitlendi.

source: Edit thread pinned.
tr_tr: Başlık sabitlendi.

source: Edit thread invitable.
tr_tr: Başlık davet edilebilir.

source: Edit thread auto archive duration.
tr_tr: Başlık otomatik arşivleme süresini düzenleyin.

source: Edit thread slowmode delay.
tr_tr: Başlık yavaş mod gecikmesini düzenleyin.

source: Edit thread applied tags. ``` [p]editthread appliedtags "<name>|<emoji>|[moderated]" [p]editthread appliedtags "Reporting|⚠️|True" "Bug|🐛" ```
tr_tr: Uygulanan etiketleri düzenleyin. ``` [p]editthread appliedtags "<name>|<emoji>|[moderated]" [p]editthread appliedtags "Raporlama|⚠️|True" "Bug|🐛" ```

source: Add member to thread.
tr_tr: Başlığa üye ekleyin.
