Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: reminders/locales/*.po
Languages: tr_tr

source: Invalid timezone provided.
tr_tr: Geçersiz saat dilimi sağlandı.

source: You haven't any reminders.
tr_tr: Hiç hatırlatıcınız yok.

source: Reminder ID must be an integer.
tr_tr: Hatırlatıcı kimliği bir tam sayı olmalıdır.

source: You haven't any reminder with this id.
tr_tr: Bu kimliğe sahip bir hatırlatıcınız yok.

source: You're not allowed to execute the `[p]remindme` command in this channel.
tr_tr: Bu kanalda `[p]remindme` komutunu yürütme izniniz yok.

source: Don't forget anything anymore! Reminders in DMs, channels, FIFO commands scheduler, say scheduler... With 'Me Too', snooze and buttons.
tr_tr: Artık hiçbir şeyi unutmayın! DM'lerde, kanallarda hatırlatıcılar, FIFO komut zamanlayıcısı, konuşma zamanlayıcısı... 'Ben de', erteleme ve düğmeler ile.

source: You have reached the limit of {minimum_user_reminders} reminders per user.
tr_tr: Kullanıcı başına {minimum_user_reminders} hatırlatıcı limitine ulaştınız.

source: You can't access this message.
tr_tr: Bu mesaja erişemezsiniz.

source: You are not allowed to create repeating reminders.
tr_tr: Tekrarlayan hatırlatıcı oluşturma izniniz yok.

source: The repeat timedelta must be greater than {minimum_repeat} minutes.
tr_tr: Tekrar zaman aralığı {minimum_repeat} dakikadan büyük olmalıdır.

source: You must provide a message or a text.
tr_tr: Bir mesaj veya metin sağlamalısınız.

source: Your reminder text is too long.
tr_tr: Hatırlatıcı metniniz çok uzun.

source: You can't create a reminder in {destination}.
tr_tr: {destination} içinde hatırlatıcı oluşturamazsınız.

source: I can't send messages in this channel.
tr_tr: Bu kanalda mesaj gönderemiyorum.

source: I can't send embeds in this channel.
tr_tr: Bu kanalda gömme mesaj gönderemiyorum.

source: Since you don't have the `mention_everyone` permission, you can't create a reminder that will mention more than 3 people or mention role(s).
tr_tr: `mention_everyone` izniniz olmadığından, 3'ten fazla kişiyi veya rolü etiketleyecek bir hatırlatıcı oluşturamazsınız.

source: Due to the message character limit, you can only mention a maximum of 10 users or roles.
tr_tr: Mesaj karakter sınırı nedeniyle, en fazla 10 kullanıcıyı veya rolü etiketleyebilirsiniz.

source: Create a FIFO/command reminder. The chosen command will be executed with you as invoker. Don't provide the prefix. The specified time can be fuzzy parsed or use the kwargs `in`, `on` and `every` to find a repeat rule and your text. You don't have to put quotes around the `time` argument. For more precise parsing, you can place quotation marks around the text. Put quotation marks around the time too, if it contains spaces. Use `[p]reminder timetips` to display tips for time parsing. Examples: - `[p]reminder fifo #destination "at 10h every day" ping
tr_tr: Bir FIFO/komut hatırlatıcısı oluşturun. Seçilen komut sizin çağırıcı olarak çalıştırılacaktır. Ön ek sağlamayın. Belirtilen zaman bulanık biçimde ayrıştırılabilir veya tekrarlama kuralı ve metninizi bulmak için `in`, `on` ve `every` kwargs'larını kullanabilirsiniz. `time` argümanı etrafına tırnak işareti koymanıza gerek yoktur. Daha kesin bir ayrıştırma için metnin etrafına tırnak işareti koyabilirsiniz. Zaman boşluk içeriyorsa, zamanın etrafına da tırnak işareti koyun. Zaman ayrıştırma ipuçlarını göstermek için `[p]reminder timetips` komutunu kullanın. Örnekler: - `[p]reminder fifo #destination "at 10h every day" ping

source: You're not allowed to create FIFO/commands reminders.
tr_tr: FIFO/komut hatırlatıcıları oluşturma izniniz yok.

source: This command doesn't exist.
tr_tr: Bu komut mevcut değil.

source: You can't execute this command, in this context.
tr_tr: Bu bağlamda bu komutu yürütemezsiniz.

source: The command `{command.qualified_name}` can't be scheduled, because it's a suspicious command.
tr_tr: `{command.qualified_name}` komutu planlanamaz, çünkü şüpheli bir komuttur.

source: Create a reminder who will say/send text. The specified time can be fuzzy parsed or use the kwargs `in`, `on` and `every` to find a repeat rule and your text. You don't have to put quotes around the `time` argument. For more precise parsing, you can place quotation marks around the text. Put quotation marks around the time too, if it contains spaces. Use `[p]reminder timetips` to display tips for time parsing. Examples: - `[p]reminder say #destination "at 9h every day" Hello everyone!
tr_tr: Metin söyleyecek/gönderecek bir hatırlatıcı oluşturun. Belirtilen zaman bulanık biçimde ayrıştırılabilir veya tekrarlama kuralı ve metninizi bulmak için `in`, `on` ve `every` kwargs'larını kullanabilirsiniz. `time` argümanı etrafına tırnak işareti koymanıza gerek yoktur. Daha kesin bir ayrıştırma için metnin etrafına tırnak işareti koyabilirsiniz. Zaman boşluk içeriyorsa, zamanın etrafına da tırnak işareti koyun. Zaman ayrıştırma ipuçlarını göstermek için `[p]reminder timetips` komutunu kullanın. Örnekler: - `[p]reminder say #destination "at 9h every day" Merhaba herkese!

source: You can't or I can't send messages in this channel.
tr_tr: Bu kanalda mesaj gönderemezsiniz veya gönderemem.

source: Show time parsing tips.
tr_tr: Zaman ayrıştırma ipuçlarını göster.

source: Allowed **absolutes** are: • `eoy` - Remind at end of year at 17:00. • `eom` - Remind at end of month at 17:00. • `eow` - Remind at end of working week (or next friday) at 17:00. • `eod` - Remind at end of day at 17:00. Allowed **intervals** are: • `years`/`year`/`y` • `months`/`month`/`mo` • `weeks`/`week`/`w` • `days`/`day`/`d` • `hours`/`hour`/`hrs`/`hr`/`h` • `minutes`/`minute`/`mins`/`min`/`m` You can combine **relative intervals** like this: • `[in] 1y 1mo 2 days, and -5h` • `on 29th may at 18h, and every year` **Timestamps** and **iso-timestamps** are supported: • For ISO, be aware that specifying a timezone will ignore your timezone. **Dates** are supported, you can try different formats: • `5 jul`, `5th july`, `july 5` • `23 sept at 3pm`, `23 sept at 15:00` • `2030` • `[at] 10pm` • `friday at 9h` Note: the parser uses day-first and year-last (`01/02/03` -> `1st February 2003`). **Cron triggers** are supported: • Check https://crontab.guru/.
tr_tr: İzin verilen **mutlaklar** şunlardır: • `eoy` - Yıl sonunda saat 17:00'de hatırlatın. • `eom` - Ay sonunda saat 17:00'de hatırlatın. • `eow` - Çalışma haftasının sonunda (veya bir sonraki cuma) saat 17:00'de hatırlatın. • `eod` - Gün sonunda saat 17:00'de hatırlatın. İzin verilen **aralıklar** şunlardır: • `years`/`year`/`y` • `months`/`month`/`mo` • `weeks`/`week`/`w` • `days`/`day`/`d` • `hours`/`hour`/`hrs`/`hr`/`h` • `minutes`/`minute`/`mins`/`min`/`m` **Göreceli aralıkları** bu şekilde birleştirebilirsiniz: • `[in] 1y 1mo 2 days, and -5h` • `on 29th may at 18h, and every year` **Zaman damgaları** ve **iso-zaman damgaları** desteklenir: • ISO için, bir saat dilimi belirtmenin saat diliminizi göz ardı edeceğini unutmayın. **Tarihler** desteklenir, farklı formatları deneyebilirsiniz: • `5 jul`, `5th july`, `july 5` • `23 sept at 3pm`, `23 sept at 15:00` • `2030` • `[at] 10pm` • `friday at 9h` Not: ayrıştırıcı gün-ilk ve yıl-son kullanır (`01/02/03` -> `1 Şubat 2003`). **Cron tetikleyicileri** desteklenmektedir: • https://crontab.guru/ adresini kontrol edin.

source: Set your timezone for the time converter. Timezone should be specified in the format: `Continent/City`. Example: `Europe/Paris`, `America/New_York`... You can find a list of valid timezones at: https://timezonedb.com/time-zones.
tr_tr: Saat dönüştürücü için saat diliminizi ayarlayın. Saat dilimi formatında belirtilmelidir: `Continent/City`. Örnek: `Avrupa/Paris`, `Amerika/New_York`... Geçerli saat dilimlerinin bir listesini şu adreste bulabilirsiniz: https://timezonedb.com/time-zones.

source: Your timezone has been set to `{timezone}`.
tr_tr: Saat diliminiz `{timezone}` olarak ayarlandı.

source: List your existing reminders. Sort options: - `expire`: Display them in order of next triggering. - `created`: Display them in order of creating. - `id`: Display them in order of their ID.
tr_tr: Mevcut hatırlatıcılarınızı listeleyin. Sıralama seçenekleri: - `expire`: Bunları bir sonraki tetikleme sırasına göre görüntüleyin. - `created`: Bunları oluşturma sırasına göre görüntüleyin. - `id`: Bunları kimlik sırasına göre görüntüleyin.

source: Your Reminders
tr_tr: Hatırlatıcılarınız

source: (Content type `{content_type}`)
tr_tr: (İçerik türü `{content_type}`)

source: You have {len_reminders} reminders{of_this_content_type}. Use `{clean_prefix}reminder edit #ID` to edit a reminder.
tr_tr: {len_reminders} hatırlatıcınız var{of_this_content_type}. Bir hatırlatıcıyı düzenlemek için `{clean_prefix}reminder edit #ID` kullanın.

source: of this content type
tr_tr: bu içerik türü

source: Remove existing Reminder(s) from their IDs. - Use `last` to remove your last created reminder. - Use `next` to remove your next triggered reminder.
tr_tr: Mevcut Hatırlatıcı(lar) ı kimliklerinden kaldırın. - Son oluşturduğunuz hatırlatıcıyı kaldırmak için `last` kullanın. - Bir sonraki tetiklenen hatırlatıcınızı kaldırmak için `next` kullanın.

source: Your reminder {reminder_id} has been successfully removed.
tr_tr: {reminder_id} numaralı hatırlatıcınız başarıyla kaldırıldı.

source: Your reminders {reminders_ids} have been successfully removed.
tr_tr: Hatırlatıcılarınız {reminders_ids} başarıyla kaldırıldı.

source: Edit an existing Reminder from its ID. - Use `last` to edit your last created reminder. - Use `next` to edit your next triggered reminder.
tr_tr: Mevcut bir Hatırlatıcıyı kimliğinden düzenleyin. - Son oluşturduğunuz hatırlatıcıyı düzenlemek için `last` kullanın. - Bir sonraki tetiklenen hatırlatıcınızı düzenlemek için `next` kullanın.

source: Edit the text of an existing Reminder from its ID. - Use `last` to edit your last created reminder. - Use `next` to edit your next triggered reminder.
tr_tr: Mevcut bir Hatırlatıcının metnini ID'sinden düzenleyin. - Son oluşturduğunuz hatırlatıcıyı düzenlemek için `last` kullanın. - Bir sonraki tetiklenen hatırlatıcınızı düzenlemek için `next` kullanın.

source: Your reminder **#{reminder_id}** has been successfully edited.
tr_tr: **#{reminder_id}** numaralı hatırlatıcınız başarıyla düzenlendi.

source: Edit the expires time of an existing Reminder from its ID. - Use `last` to edit your last created reminder. - Use `next` to edit your next triggered reminder. It's the same converter as for creation, but without the option of repetition.
tr_tr: Kimliğinden mevcut bir Hatırlatıcının sona erme süresini düzenleyin. - Son oluşturduğunuz hatırlatıcıyı düzenlemek için `last` kullanın. - Bir sonraki tetiklenen hatırlatıcınızı düzenlemek için `next` kullanın. Yaratma ile aynı dönüştürücüdür, ancak tekrarlama seçeneği yoktur.

source: Edit the repeat of an existing Reminder from its ID. - Use `last` to edit your last created reminder. - Use `next` to edit your next triggered reminder. Allowed **intervals** are: • `years`/`year`/`y` • `months`/`month`/`mo` • `weeks`/`week`/`w` • `days`/`day`/`d` • `hours`/`hour`/`hrs`/`hr`/`h` • `minutes`/`minute`/`mins`/`min`/`m` You can combine **relative intervals** like this: • `1y 1mo 2 days -5h`
tr_tr: Mevcut bir Hatırlatıcının tekrarını kimliğinden düzenleyin. - Son oluşturduğunuz hatırlatıcıyı düzenlemek için `last` kullanın. - Bir sonraki tetiklenen hatırlatıcınızı düzenlemek için `next` kullanın. İzin verilen **aralıklar** şunlardır: • `years`/`year`/`y` • `months`/`month`/`mo` • `weeks`/`week`/`w` • `days`/`day`/`d` • `hours`/`hour`/`hrs`/`hr`/`h` • `minutes`/`minute`/`mins`/`min`/`m` **Göreceli aralıkları** bu şekilde birleştirebilirsiniz: • `1y 1mo 2 days -5h`

source: Clear all your existing reminders.
tr_tr: Mevcut tüm hatırlatıcılarınızı temizleyin.

source: ⚠️ - Reminders
tr_tr: ⚠️ - Hatırlatıcılar

source: Do you really want to remove ALL your reminders?
tr_tr: Tüm hatırlatıcılarınızı gerçekten kaldırmak istiyor musunuz?

source: All your reminders have been successfully removed.
tr_tr: Tüm hatırlatıcılarınız başarıyla kaldırıldı.

source: Get a list of Discord timestamps for a given time. You can provide a repeat. The specified time can be fuzzy parsed or use the kwargs `in`, `on` and `every` to find a repeat rule. You don't have to put quotes around the `time` argument. Use `[p]reminder timetips` to display tips for time parsing.
tr_tr: Belirli bir zaman için Discord zaman damgalarının bir listesini alın. Bir tekrar sağlayabilirsiniz. Belirtilen zaman bulanık olarak ayrıştırılabilir veya bir tekrarlama kuralı bulmak için `in`, `on` ve `every` kwargları kullanılabilir. `time` argümanının etrafına tırnak işareti koymak zorunda değilsiniz. Zaman ayrıştırma ipuçlarını görüntülemek için `[p]reminder timetips` kullanın.

source: Timestamps for {time}
tr_tr: {time} için zaman damgaları

source: Clear all existing reminders for a user.
tr_tr: Bir kullanıcı için mevcut tüm hatırlatıcıları temizleyin.

source: This user haven't any reminders.
tr_tr: Bu kullanıcının hiçbir hatırlatıcısı yok.

source: Do you really want to remove ALL {user.display_name}'s reminders?
tr_tr: Gerçekten tüm {user.display_name} hatırlatıcılarını kaldırmak istiyor musunuz?

source: All user's reminders have been successfully removed.
tr_tr: Kullanıcının tüm hatırlatıcıları başarıyla kaldırıldı.

source: Get an embed to check loops status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.

source: Migrate Reminders from RemindMe by PhasecoreX.
tr_tr: PhasecoreX tarafından RemindMe'den Hatırlatıcıları taşıyın.

source: RemindMe by PhasecoreX has no data in this bot.
tr_tr: PhasecoreX tarafından RemindMe bu botta veri içermiyor.

source: RemindMe by PhasecoreX use an old/new data schema version and isn't compatible with this cog actually.
tr_tr: PhasecoreX tarafından RemindMe eski/yeni veri şeması sürümünü kullanıyor ve bu cog ile şu anda uyumlu değil.

source: Data successfully migrated from RemindMe by PhasecoreX.
tr_tr: Veriler PhasecoreX tarafından RemindMe'den başarıyla taşındı.

source: Migrate Reminders from FIFO by Fox.
tr_tr: FIFO by Fox'tan Hatırlatıcıları taşıyın.

source: Data successfully migrated from FIFO by Fox.
tr_tr: Veriler FIFO by Fox'tan başarıyla taşındı.

source: , and then **{interval}**
tr_tr: , ve ardından **{interval}**

source: , with **{nb_repeat_rules} repeat rules**
tr_tr: , **{nb_repeat_rules} tekrar kuralı** ile

source: {state}Okay, I will dispatch {this} **{interval_string}** ({timestamp}){and_every}. [Reminder **#{reminder_id}**]
tr_tr: {state}Tamam, {this} **{interval_string}** ({timestamp}){and_every} göndereceğim. [Hatırlatıcı **#{reminder_id}**]

source: {state}Okay, I will execute this command{destination_mention} **{interval_string}** ({timestamp}){and_every}. [Reminder **#{reminder_id}**]
tr_tr: {state}Tamam, bu komutu {destination_mention} **{interval_string}** ({timestamp}){and_every} yürüteceğim. [Hatırlatıcı **#{reminder_id}**]

source: {state}Okay, I will say {this}{destination_mention} **{interval_string}** ({timestamp}){and_every}. [Reminder **#{reminder_id}**]
tr_tr: {state}Tamam, {this}{destination_mention} **{interval_string}** ({timestamp}){and_every} söyleyeceğim. [Hatırlatıcı **#{reminder_id}**]

source: {state}Okay, I will remind {targets_mentions} of {this}{destination_mention} **{interval_string}** ({timestamp}){and_every}. [Reminder **#{reminder_id}**]
tr_tr: {state}Tamam, {targets_mentions}'e {this}{destination_mention} **{interval_string}** ({timestamp}){and_every} hatırlatacağım. [Hatırlatıcı **#{reminder_id}**]

source: you
tr_tr: sen

source: the event `{event_name}`
tr_tr: olay `{event_name}`

source: this command
tr_tr: bu komut

source: this message
tr_tr: bu mesaj

source: this
tr_tr: bu

source: that
tr_tr: şu

source: in {destination_mention}
tr_tr: {destination_mention} içinde

source: in {destination} (Not found.)
tr_tr: {destination} içinde (Bulunamadı.)

source: • **Next Expires at**: {expires_at_timestamp} ({expires_in_timestamp}) • **Created at**: {created_at_timestamp} ({created_in_timestamp}) • **Repeat**: {repeat} • **Title**: {title} • **Content type**: `{content_type}` • **Content**: {content} • **Targets**: {targets} • **Destination**: {destination} • **Jump URL**: {jump_url}
tr_tr: • **Sonraki Bitiş Tarihi**: {expires_at_timestamp} ({expires_in_timestamp}) • **Oluşturulma Tarihi**: {created_at_timestamp} ({created_in_timestamp}) • **Tekrar**: {repeat} • **Başlık**: {title} • **İçerik Türü**: `{content_type}` • **İçerik**: {content} • **Hedefler**: {targets} • **Hedef**: {destination} • **URL**: {jump_url}

source: No existing repeat rule(s).
tr_tr: Mevcut tekrar kuralı yok.

source: {nb_repeat_rules} repeat rules.
tr_tr: {nb_repeat_rules} tekrar kuralı.

source: Not provided.
tr_tr: Sağlanmadı.

source: No content.
tr_tr: İçerik yok.

source: No target(s).
tr_tr: Hedef(ler) yok.

source: In DMs
tr_tr: DM'lerde

source: You asked me to remind you about {this}, {interval_string}.
tr_tr: Bana {this}'i hatırlatmamı istediniz, {interval_string}.

source: You asked me to remind you about [this message]({message_jump_url}) from {author_mention} ({author_id}), {interval_string}.
tr_tr: {author_mention} ({author_id})'den [bu mesajı]({message_jump_url}) hatırlatmamı istediniz, {interval_string}.

source: This was supposed to send {interval_string} ago. I might be having network or server issues, or perhaps I just started up. Sorry about that!
tr_tr: Bu {interval_string} önce gönderilmesi gerekiyordu. Ağ veya sunucu sorunları yaşıyor olabilirim veya belki de yeni başladım. Bunun için üzgünüm!

source: Next trigger in {interval_string}.
tr_tr: Sonraki tetikleme {interval_string} içinde.

source: Jump to original message
tr_tr: Orijinal mesaja atla

source: The image URL must be a valid URL.
tr_tr: Resim URL'si geçerli bir URL olmalıdır.

source: Reminder #{reminder_id} Repeat Rules
tr_tr: Hatırlatıcı #{reminder_id} Tekrar Kuralları

source: Reminder **#{reminder_id}** deleted.
tr_tr: Hatırlatıcı **#{reminder_id}** silindi.

source: No existing repeat rule found with this index number.
tr_tr: Bu indeks numarasıyla mevcut bir tekrar kuralı bulunamadı.

source: A maximum of 10 repeat rules per reminder is supported.
tr_tr: Hatırlatıcı başına en fazla 10 tekrar kuralı desteklenir.

source: Reminder **#{reminder_id}** edited.
tr_tr: Hatırlatıcı **#{reminder_id}** düzenlendi.
