Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: webhook/locales/*.po
Languages: pt_pt, tr_tr

source: Webhook Session Initiated
pt_pt: Sessão de webhook iniciada
tr_tr: Webhook Oturumu Başlatıldı

source: Session Created by {author.display_name} ({author.id}).
pt_pt: Sessão criada por {author.display_name} ({author.id}).
tr_tr: Oturum {author.display_name} ({author.id}) tarafından oluşturuldu.

source: Session initialization failed as provided webhook link was invalid.
pt_pt: A inicialização da sessão falhou porque a ligação de webhook fornecida era inválida.
tr_tr: Sağlanan webhook bağlantısı geçersiz olduğu için oturum başlatılamadı.

source: I will send all messages in this channel to the webhook until the session is closed with `{ctx.clean_prefix}webhook session close` or there are 2 minutes of inactivity.
pt_pt: Enviarei todas as mensagens deste canal para o webhook até que a sessão seja encerrada com `{ctx.clean_prefix}webhook session close` ou haja 2 minutos de inatividade.
tr_tr: Bu kanaldaki tüm mesajları `{ctx.clean_prefix}webhook session close` ile oturum kapatılana veya 2 dakika boyunca hiçbir etkinlik olmayana kadar webhook'a göndereceğim.

source: Various webhook commands to create and send messages along webhooks!
pt_pt: Vários comandos de webhook para criar e enviar mensagens através de webhooks!
tr_tr: Webhook oluşturmak ve mesaj göndermek için çeşitli webhook komutları!

source: That doesn't look like a webhook link.
pt_pt: Isso não parece ser uma ligação de webhook.
tr_tr: Bu, bir webhook bağlantısına benzemiyor.

source: Use `{ctx.prefix}help {ctx.command.qualified_name}` to see an example.
pt_pt: Utilize `{ctx.prefix}help {ctx.command.qualified_name}` para ver um exemplo.
tr_tr: Bir örnek görmek için `{ctx.prefix}help {ctx.command.qualified_name}` komutunu kullanın.

source: I can not do that because I don't have the `manage_webhooks` permission.
pt_pt: Não posso fazer isso porque não tenho a permissão `manage_webhooks`.
tr_tr: Bunu yapamam çünkü `manage_webhooks` iznim yok.

source: Creates a webhook in the channel specified with the name specified. If no channel is specified then it will default to the current channel.
pt_pt: Cria um webhook no canal especificado com o nome especificado. Se nenhum canal for especificado, o padrão será o canal atual.
tr_tr: Belirtilen isimle belirtilen kanalda bir webhook oluşturur. Eğer kanal belirtilmezse varsayılan olarak mevcut kanal kullanılır.

source: Sends a message to the specified webhook using your display name and you avatar.
pt_pt: Envia uma mensagem para o webhook especificado utilizando o seu nome de apresentação e o seu avatar.
tr_tr: Görünen adınızı ve avatarınızı kullanarak belirtilen webhook'a bir mesaj gönderir.

source: Sends a message a channel as a webhook using your display name and your avatar. You can attach files to the command.
pt_pt: Envia uma mensagem para um canal como um webhook utilizando o seu nome de apresentação e o seu avatar. Pode anexar ficheiros ao comando.
tr_tr: Görünen adınızı ve avatarınızı kullanarak bir kanala webhook olarak mesaj gönderir. Komuta dosyalar ekleyebilirsiniz.

source: Sends a message a channel as a webhook using the display name and the avatar of a specified member. You can attach files to the command.
pt_pt: Envia uma mensagem para um canal como um webhook usando o nome de exibição e o avatar de um membro especificado. Pode anexar ficheiros ao comando.
tr_tr: Belirtilen bir üyenin görünen adı ve avatarını kullanarak bir kanala webhook olarak mesaj gönderir. Komuta dosyalar ekleyebilirsiniz.

source: Sends a message a channel as a webhook using a specified display name and a specified avatar url. You can attach files to the command.
pt_pt: Envia uma mensagem para um canal como um webhook usando um nome de exibição especificado e um URL de avatar especificado. É possível anexar ficheiros ao comando.
tr_tr: Belirtilen görünen ad ve avatar URL'si kullanılarak bir kanala webhook olarak mesaj gönderir. Komuta dosyalar ekleyebilirsiniz.

source: Sends a message a channel as a webhook using Clyde's display name and avatar. You can attach files to the command.
pt_pt: Envia uma mensagem para um canal como um webhook usando o nome de exibição e o avatar do Clyde. É possível anexar ficheiros ao comando.
tr_tr: Clyde'ın görünen adı ve avatarını kullanarak bir kanala webhook olarak mesaj gönderir. Komuta dosyalar ekleyebilirsiniz.

source: Show all members in the server that have the permission `manage_webhooks`.
pt_pt: Mostra todos os membros do servidor que têm a permissão `manage_webhooks`.
tr_tr: Sunucudaki `manage_webhooks` iznine sahip tüm üyeleri göster.

source: No one here has the permission `manage_webhooks` other than the owner.
pt_pt: Ninguém aqui tem a permissão `manage_webhooks` além do proprietário.
tr_tr: Burada sahibinden başka `manage_webhooks` iznine sahip kimse yok.

source: Members with the permission `manage_webhooks`
pt_pt: Membros com permissão `manage_webhooks`
tr_tr: `manage_webhooks` iznine sahip üyeler

source: Edit a message sent by a webhook. You can attach files to the command.
pt_pt: Edita uma mensagem enviada por um webhook. É possível anexar ficheiros ao comando.
tr_tr: Webhook tarafından gönderilen bir mesajı düzenle. Komuta dosyalar ekleyebilirsiniz.

source: No webhook found for this message.
pt_pt: Não foi encontrado nenhum webhook para esta mensagem.
tr_tr: Bu mesaj için webhook bulunamadı.

source: Delete all webhooks in this server.
pt_pt: Elimina todos os webhooks neste servidor.
tr_tr: Bu sunucudaki tüm webhook'ları sil.

source: There are no webhooks in this server.
pt_pt: Não existem webhooks neste servidor.
tr_tr: Bu sunucuda webhook yok.

source: ⚠️ - Webhooks Deletion
pt_pt: ⚠️ - Eliminação de Webhooks
tr_tr: ⚠️ - Webhook'ların Silinmesi

source: This will delete all webhooks in the server. Are you sure you want to do this?
pt_pt: Isto irá eliminar todos os webhooks no servidor. Tem a certeza de que quer fazer isto?
tr_tr: Bu, sunucudaki tüm webhook'ları silecek. Bunu yapmak istediğinizden emin misiniz?

source: Deleting all webhooks...
pt_pt: Eliminar todos os webhooks...
tr_tr: Tüm webhook'lar siliniyor...

source: {count} webhooks deleted.
pt_pt: {count} webhooks eliminados.
tr_tr: {count} webhook silindi.

source: Initiate a session within this channel sending messages to a specified webhook link.
pt_pt: Inicia uma sessão dentro deste canal enviando mensagens para uma ligação webhook especificada.
tr_tr: Belirtilen webhook bağlantısına mesaj gönderen bir oturumu bu kanalda başlatın.

source: This channel already has an ongoing session. Use `{ctx.clean_prefix}webhook session close` to close it.
pt_pt: Este canal já tem uma sessão em curso. Use `{ctx.clean_prefix}webhook session close` para fechá-la.
tr_tr: Bu kanal zaten devam eden bir oturuma sahip. Kapatmak için `{ctx.clean_prefix}webhook session close` kullanın.

source: Close an ongoing webhook session in a channel.
pt_pt: Fecha uma sessão de webhook em curso num canal.
tr_tr: Bir kanaldaki devam eden webhook oturumunu kapatın.

source: This channel does not have an ongoing webhook session. Start one with `{ctx.clean_prefix}webhook session`.
pt_pt: Este canal não tem uma sessão de webhook em curso. Inicie uma com `{ctx.clean_prefix}webhook session`.
tr_tr: Bu kanalda devam eden bir webhook oturumu yok. `{ctx.clean_prefix}webhook session` ile bir tane başlatın.
