Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: seen/locales/*.po
Languages: tr_tr

source: A cog to check when a member/role/channel/category/user/guild was last active!
tr_tr: Bir üyenin/rolün/kanalın/kategorinin/kullanıcının/sunucunun en son ne zaman aktif olduğunu kontrol etmek için bir cog!

source: [This message]({message_link}) has been sent by {member_mention}.
tr_tr: [Bu mesaj]({message_link}) {member_mention} tarafından gönderildi.

source: [This message]({message_link}) has been edited by {member_mention}.
tr_tr: [Bu mesaj]({message_link}) {member_mention} tarafından düzenlendi.

source: The reaction {reaction} has been added to [this message]({message_link}) by {member_mention}.
tr_tr: {reaction} tepkisi [bu mesaja]({message_link}) {member_mention} tarafından eklendi.

source: The reaction {reaction} has been removed to the [this message]({message_link}) by {member_mention}.
tr_tr: {reaction} tepkisi [bu mesajdan]({message_link}) {member_mention} tarafından kaldırıldı.

source: This {object_type} is in the ignored users list (`{prefix}seen ignoreme`).
tr_tr: Bu {object_type} görmezden gelinen kullanıcılar listesinde (`{prefix}seen ignoreme`).

source: **The user {_object.mention} was seen {seen}.**
tr_tr: **Kullanıcı {_object.mention} en son {seen} görüldü.**

source: **The member {_object.mention} was seen {seen}.**
tr_tr: **Üye {_object.mention} en son {seen} görüldü.**

source: **The role {_object.mention} was seen {seen}.**
tr_tr: **Rol {_object.mention} en son {seen} görüldü.**

source: **The text channel {_object.mention} was seen {seen}.**
tr_tr: **Metin kanalı {_object.mention} en son {seen} görüldü.**

source: **The category {_object.name} was seen {seen}.**
tr_tr: **Kategori {_object.name} en son {seen} görüldü.**

source: **The guild {_object.name} was seen {seen}.**
tr_tr: **Sunucu {_object.name} en son {seen} görüldü.**

source: Check when a member was last active!
tr_tr: Bir üyenin en son ne zaman aktif olduğunu kontrol edin!

source: Check when a role was last active!
tr_tr: Bir rolün en son ne zaman aktif olduğunu kontrol edin!

source: Check when a channel was last active!
tr_tr: Bir kanalın en son ne zaman aktif olduğunu kontrol edin!

source: You do not have permission to view this channel.
tr_tr: Bu kanalı görüntüleme izniniz yok.

source: Check when a category was last active!
tr_tr: Bir kategorinin en son ne zaman aktif olduğunu kontrol edin!

source: You do not have permission to view any of the channels in this category.
tr_tr: Bu kategorideki kanallardan herhangi birini görüntüleme izniniz yok.

source: Check when a old member was last active!
tr_tr: Eski bir üyenin en son ne zaman aktif olduğunu kontrol edin!

source: Check when a guild was last active!
tr_tr: Bir sunucunun en son ne zaman aktif olduğunu kontrol edin!

source: Check when a user was last active!
tr_tr: Bir kullanıcının en son ne zaman aktif olduğunu kontrol edin!

source: Check when a old user was last active!
tr_tr: Eski bir kullanıcının en son ne zaman aktif olduğunu kontrol edin!

source: View a Seen Board for members/roles/channels/categories/guilds/users! `bots` is a parameter for `members` and `users`. `include_role` and `exclude_role` are parameters for only `members`.
tr_tr: Üyeler/roller/kanallar/kategoriler/sunucular/kullanıcılar için bir Görüldü Panosu görüntüleyin! `bots`, `üyeler` ve `kullanıcılar` için bir parametredir. `include_role` ve `exclude_role` yalnızca `üyeler` için parametrelerdir.

source: You're not allowed to view the Seen board for guilds and users.
tr_tr: Sunucular ve kullanıcılar için Görüldü panosunu görüntüleme izniniz yok.

source: Get Config data stats.
tr_tr: Yapılandırma verileri istatistiklerini alın.

source: Enable or disable a listener.
tr_tr: Bir dinleyiciyi etkinleştirin veya devre dışı bırakın.

source: Listener enabled for this/these type(s).
tr_tr: Bu türler için dinleyici etkinleştirildi.

source: Listener disabled for this/these type(s).
tr_tr: Bu türler için dinleyici devre dışı bırakıldı.

source: Asking Seen to ignore your actions.
tr_tr: Görüldü'den eylemlerinizi görmezden gelmesini isteme.

source: You will no longer be seen by this cog and the data I held on you have been deleted.
tr_tr: Bu cog tarafından artık görülmeyeceksiniz ve sizinle ilgili veriler silindi.

source: You'll be seen again by this cog.
tr_tr: Bu cog tarafından tekrar görüleceksiniz.

source: Ignore or unignore a specific user.
tr_tr: Belirli bir kullanıcıyı görmezden gel veya görmezden gelme.

source: {user.mention} ({user.id}) will no longer be seen by this cog, and their data has been deleted.
tr_tr: {user.mention} ({user.id}) bu cog tarafından artık görülmeyecek ve verileri silindi.

source: {user.mention} ({user.id}) will be seen again by this cog.
tr_tr: {user.mention} ({user.id}) bu cog tarafından tekrar görülecek.

source: Get an embed for check loop status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.

source: Purge Config for a specified _type or all.
tr_tr: Belirtilen bir _type veya tümü için Yapılandırmayı temizleyin.

source: All Seen data purged.
tr_tr: Tüm Görüldü verileri temizlendi.

source: Seen data purged for this type.
tr_tr: Bu tür için Görüldü verileri temizlendi.

source: Migrate Seen from Seen by Aikaterna.
tr_tr: Görüldü'yu Aikaterna tarafından Görüldü'den taşıyın.

source: Seen by Aikaterna has no data in this bot.
tr_tr: Aikaterna tarafından Görüldü bu botta veri içermiyor.

source: Seen by Aikaterna use an old/new data schema version and isn't compatible with this cog actually.
tr_tr: Aikaterna tarafından Görüldü, eski/yeni bir veri şeması sürümü kullanıyor ve aslında bu cog ile uyumlu değil.

source: Data successfully migrated from Seen by Aikaterna.
tr_tr: Veriler başarıyla Aikaterna tarafından Görüldü'den taşındı.
