Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: minecraft/locales/*.po
Languages: tr_tr

source: Unable to get data from Minecraft API: {e.message}.
tr_tr: Minecraft API'sinden veri alınamadı: {e.message}.

source: {argument} not found on Mojang servers.
tr_tr: {argument} Mojang sunucularında bulunamadı.

source: {argument} is found, but has incorrect UUID.
tr_tr: {argument} bulundu, ancak hatalı bir UUID'ye sahip.

source: A cog to display informations about Minecraft Java users and servers, and notify for each change of a server!
tr_tr: Minecraft Java kullanıcıları ve sunucuları hakkında bilgi görüntülemek ve her sunucu değişikliğinde bildirim yapmak için bir cog!

source: Latency
tr_tr: Gecikme

source: Players
tr_tr: Oyuncular

source: Version
tr_tr: Versiyon

source: Get Minecraft Java player skin by name.
tr_tr: Minecraft Java oyuncu görünümünü isme göre alın.

source: Unable to get data from Crafatar: {}
tr_tr: Crafatar'dan veri alınamadı: {}

source: Provided by Crafatar.
tr_tr: Crafatar tarafından sağlanmıştır.

source: Get informations about a Minecraft Java server.
tr_tr: Bir Minecraft Java sunucusu hakkında bilgi alın.

source: No data found for this Minecraft server. Maybe it doesn't exist or its data are temporarily unavailable.
tr_tr: Bu Minecraft sunucusu için veri bulunamadı. Belki de mevcut değil veya verileri geçici olarak kullanılamıyor.

source: Add a Minecraft Java server in Config to get automatically new status.
tr_tr: Yeni durumu otomatik olarak almak için Config'e bir Minecraft Java sunucusu ekleyin.

source: I don't have sufficient permissions in this channel to send messages with embeds.
tr_tr: Bu kanalda gömülü mesajlar göndermek için yeterli iznim yok.

source: This server has already been added.
tr_tr: Bu sunucu zaten eklenmiş.

source: Server added to this channel.
tr_tr: Sunucu bu kanala eklendi.

source: Remove a Minecraft Java server in Config.
tr_tr: Config'deki bir Minecraft Java sunucusunu kaldırın.

source: This server isn't in the Config.
tr_tr: Bu sunucu Config'de değil.

source: Server removed from this channel.
tr_tr: Sunucu bu kanaldan kaldırıldı.

source: Include players joining or leaving the server in notifications.
tr_tr: Bildirimlere sunucuya katılan veya sunucudan ayrılan oyuncuları dahil edin.

source: I will not check players for the notifications.
tr_tr: Bildirimler için oyuncuları kontrol etmeyeceğim.

source: I will check players for the notifications.
tr_tr: Bildirimler için oyuncuları kontrol edeceğim.

source: Edit the last message sent for changes.
tr_tr: Değişiklikler için gönderilen son mesajı düzenleyin.

source: I will not edit my last message for the notifications.
tr_tr: Bildirimler için son mesajımı düzenlemeyeceğim.

source: I will edit my last message for the notifications.
tr_tr: Bildirimler için son mesajımı düzenleyeceğim.

source: Force check Minecraft Java servers in Config.
tr_tr: Config'deki Minecraft Java sunucularını zorla kontrol edin.

source: Servers checked.
tr_tr: Sunucular kontrol edildi.

source: Get an embed for check loop status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.
