Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: guildstats/locales/*.po
Languages: tr_tr

source: No member/category/text channel/voice channel found.
tr_tr: Üye/kategori/yazı kanalı/ses kanalı bulunamadı.

source: A cog to generate images with messages and voice stats, for members, roles, guilds, categories, text channels, voice channels and activities!
tr_tr: Üyeler, roller, sunucular, kategoriler, yazı kanalları, ses kanalları ve aktiviteler için mesaj ve ses istatistikleri içeren görüntüler oluşturmak için bir cog!

source: Role {_object.name}
tr_tr: Rol {_object.name}

source: Guild Stats
tr_tr: Sunucu İstatistikleri

source: Messages Stats
tr_tr: Mesaj İstatistikleri

source: Voice Stats
tr_tr: Ses İstatistikleri

source: Activities Stats
tr_tr: Aktivite İstatistikleri

source: Top Stats
tr_tr: En İyi İstatistikler

source: Activity - {activity_name}
tr_tr: Aktivite - {activity_name}

source: Category - {_object.name}
tr_tr: Kategori - {_object.name}

source: Created On
tr_tr: Oluşturulma Tarihi

source: Joined On
tr_tr: Katılım Tarihi

source: Graphic
tr_tr: Grafik

source: Contributors
tr_tr: Katkıda Bulunanlar

source: Tracking data in this server for {interval_string}.
tr_tr: Bu sunucuda {interval_string} süresince veri izleme.

source: Only {members_type} are taken into account.
tr_tr: Sadece {members_type} dikkate alınır.

source: Server Lookback
tr_tr: Sunucu Geriye Dönük İnceleme

source: Text
tr_tr: Yazı

source: Voice
tr_tr: Ses

source: Messages
tr_tr: Mesajlar

source: 1d
tr_tr: 1g

source: 7d
tr_tr: 7g

source: 30d
tr_tr: 30g

source: Voice Activity
tr_tr: Ses Aktivitesi

source: Server Ranks
tr_tr: Sunucu Sıralamaları

source: No data.
tr_tr: Veri yok.

source: Top Channels & Activity
tr_tr: En İyi Kanallar ve Aktivite

source: Top Members
tr_tr: En İyi Üyeler

source: Top Channels
tr_tr: En İyi Kanallar

source: Top Messages Members
tr_tr: En İyi Mesaj Gönderen Üyeler

source: Top Messages Channels
tr_tr: En İyi Mesaj Kanalları

source: Top Voice Members
tr_tr: En İyi Sesli Üyeler

source: Top Voice Channels
tr_tr: En İyi Ses Kanalları

source: Top Activities (Applications)
tr_tr: En İyi Aktiviteler (Uygulamalar)

source: Members
tr_tr: Üyeler

source: Channels
tr_tr: Kanallar

source: Server Rank
tr_tr: Sunucu Sıralaması

source: This cog is disabled in this guild. Administrators can enable it with the command `{prefix}guildstats enable`.
tr_tr: Bu cog bu sunucuda devre dışı bırakıldı. Yöneticiler `{prefix}guildstats enable` komutuyla etkinleştirebilir.

source: This user is in the ignored users list (`{prefix}guildstats ignoreme`).
tr_tr: Bu kullanıcı göz ardı edilen kullanıcılar listesinde (`{prefix}guildstats ignoreme`).

source: Display stats for a specified member.
tr_tr: Belirtilen bir üyenin istatistiklerini göster.

source: Display stats for a specified role.
tr_tr: Belirtilen bir rolün istatistiklerini göster.

source: Display stats for this guild.
tr_tr: Bu sunucunun istatistiklerini göster.

source: Display stats for the messages in this guild.
tr_tr: Bu sunucudaki mesajların istatistiklerini göster.

source: Display stats for the voice in this guild.
tr_tr: Bu sunucudaki sesin istatistiklerini göster.

source: Display stats for activities in this guild.
tr_tr: Bu sunucudaki aktivitelerin istatistiklerini göster.

source: Activities stats are disabled on this bot.
tr_tr: Aktivite istatistikleri bu botta devre dışı bırakıldı.

source: Display stats for a specified category.
tr_tr: Belirtilen bir kategorinin istatistiklerini göster.

source: Display stats for a specified channel.
tr_tr: Belirtilen bir kanalın istatistiklerini göster.

source: Threads aren't supported by this cog.
tr_tr: Bu cog dizileri desteklemiyor.

source: Display top stats for voice/messages members/channels.
tr_tr: Ses/mesaj üyeleri/kanalları için en iyi istatistikleri göster.

source: Display stats for a specific activity in this guild.
tr_tr: Bu sunucudaki belirli bir aktivitenin istatistiklerini göster.

source: Display graphic for members, roles guilds, text channels, voice channels and activities.
tr_tr: Üyeler, roller, sunucular, yazı kanalları, ses kanalları ve aktiviteler için grafik göster.

source: Asking GuildStats to ignore your actions.
tr_tr: GuildStats'tan eylemlerinizi görmezden gelmesini isteme.

source: You will no longer be seen by this cog and the data I held on you have been deleted.
tr_tr: Bu cog tarafından artık görülmeyeceksiniz ve sizinle ilgili veriler silindi.

source: You'll be seen again by this cog.
tr_tr: Bu cog tarafından tekrar görüleceksiniz.

source: Ignore or unignore a specific user.
tr_tr: Belirli bir kullanıcıyı görmezden gel veya görmezden gelme.

source: {user.mention} ({user.id}) will no longer be seen by this cog, and their data has been deleted.
tr_tr: {user.mention} ({user.id}) bu cog tarafından artık görülmeyecek ve verileri silindi.

source: {user.mention} ({user.id}) will be seen again by this cog.
tr_tr: {user.mention} ({user.id}) bu cog tarafından tekrar görülecek.

source: Ignore or unignore a specific category.
tr_tr: Belirli bir kategoriyi görmezden gel veya görmezden gelme.

source: `{category.name}` ({category.id}) will now be ignored in stats (except for the specific category one).
tr_tr: `{category.name}` ({category.id}) istatistiklerde artık görmezden gelinecek (belirli kategori hariç).

source: `{category.name}` ({category.id}) will no longer be ignored in stats.
tr_tr: `{category.name}` ({category.id}) artık istatistiklerde görmezden gelinmeyecek.

source: Ignore or unignore a specific channel.
tr_tr: Belirli bir kanalı görmezden gel veya görmezden gelme.

source: {channel.mention} ({channel.id}) will now be ignored in stats (except for the specific channel one).
tr_tr: {channel.mention} ({channel.id}) istatistiklerde artık görmezden gelinecek (belirli kanal hariç).

source: {channel.mention} ({channel.id}) will no longer be ignored in stats.
tr_tr: {channel.mention} ({channel.id}) artık istatistiklerde görmezden gelinmeyecek.

source: Ignore or unignore a specific activity.
tr_tr: Belirli bir aktiviteyi görmezden gel veya görmezden gelme.

source: The activity `{activity_name}` will now be ignored in stats (except for the specific activity one).
tr_tr: Aktivite `{activity_name}` istatistiklerde artık görmezden gelinecek (belirli aktivite hariç).

source: The activity `{activity_name}` will no longer be ignored in stats.
tr_tr: Aktivite `{activity_name}` artık istatistiklerde görmezden gelinmeyecek.

source: Enable or disable activities stats.
tr_tr: Aktivite istatistiklerini etkinleştir veya devre dışı bırak.

source: Enable or disable by default the cog in the bot guilds.
tr_tr: Cog'u bot sunucularında varsayılan olarak etkinleştir veya devre dışı bırak.

source: Enable the cog in this guild/server.
tr_tr: Cog'u bu sunucuda etkinleştir.

source: GuildStats already enabled in this guild/server.
tr_tr: GuildStats bu sunucuda zaten etkinleştirilmiş.

source: GuildStats enabled in this guild/server.
tr_tr: GuildStats bu sunucuda etkinleştirildi.

source: Disable the cog in this guild/server.
tr_tr: Cog'u bu sunucuda devre dışı bırak.

source: GuildStats already disabled in this guild/server.
tr_tr: GuildStats bu sunucuda zaten devre dışı bırakılmış.

source: GuildStats disabled in this guild/server.
tr_tr: GuildStats bu sunucuda devre dışı bırakıldı.

source: Get an embed for check loop status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.

source: Purge Config for the current guild.
tr_tr: Mevcut sunucu için konfigürasyonu temizle.

source: All GuildStats data purged for this guild.
tr_tr: Bu sunucu için tüm GuildStats verileri temizlendi.

source: All GuildStats activities data purged for this guild.
tr_tr: Bu sunucu için tüm GuildStats aktiviteleri verileri temizlendi.

source: All GuildStats {_type} data purged for this guild.
tr_tr: Bu sunucu için tüm GuildStats {_type} verileri temizlendi.
