Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: dev/locales/*.po
Languages: tr_tr

source: Various development focused utilities!
tr_tr: Çeşitli geliştirme odaklı araçlar!

source: Unreadable attachment with `utf-8`.
tr_tr: `utf-8` ile okunamayan ek.

source: This message isn't reachable.
tr_tr: Bu mesaja ulaşılamıyor.

source: Already running a REPL session in this channel. Exit it with `quit`.
tr_tr: Bu kanalda zaten bir REPL oturumu çalışıyor. `quit` ile çıkın.

source: Already running a REPL session in this channel. Resume the REPL with `{prefix}replresume`.
tr_tr: Bu kanalda zaten bir REPL oturumu çalışıyor. REPL'yi `{prefix}replresume` ile devam ettirin.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit. `{prefix}replpause` to pause.
tr_tr: Yürütmek veya değerlendirmek için kod girin. Çıkmak için `exit()` veya `quit`. Duraklatmak için `{prefix}replpause`.

source: Exiting.
tr_tr: Çıkılıyor.

source: There is no currently running REPL session in this channel.
tr_tr: Bu kanalda şu anda çalışan bir REPL oturumu yok.

source: The REPL session in this channel has been resumed.
tr_tr: Bu kanaldaki REPL oturumu devam ettirildi.

source: The REPL session in this channel is now paused.
tr_tr: Bu kanaldaki REPL oturumu şimdi duraklatıldı.

source: Bot owners will now bypass all commands with cooldowns{optional_duration}.
tr_tr: Bot sahipleri artık bekleme süresi olan tüm komutları atlayacak{optional_duration}.

source: Bot owners will no longer bypass all commands with cooldowns{optional_duration}.
tr_tr: Bot sahipleri artık bekleme süresi olan tüm komutları atlamayacak{optional_duration}.

source: Display all Dev environment values.
tr_tr: Tüm Geliştirici ortamı değerlerini göster.

source: Reset its own locals in evals.
tr_tr: Değerlendirmelerde kendi yerel değişkenlerini sıfırla.

source: Execute
tr_tr: Yürüt

source: Code to Execute
tr_tr: Yürütülecek Kod

source: Write your code here...
tr_tr: Kodunuzu buraya yazın...
