Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: temproles/locales/*.po
Languages: tr_tr

source: A cog to assign temporary roles to users, expiring after a set time!
tr_tr: Belirli bir süre sonra sona eren geçici roller atamak için bir cog!

source: Temp Roles
tr_tr: Geçici Roller

source: Temp Role {temp_role.mention} ({temp_role.id}) has been automatically unassigned from {member.mention} ({member.id}).
tr_tr: Geçici Rol {temp_role.mention} ({temp_role.id}), {member.mention} ({member.id})'den otomatik olarak kaldırıldı.

source: Assign/Add a TempRole to a member, for a specified duration.
tr_tr: Belirli bir süre için bir üyeye Geçici Rol atayın/ekleyin.

source: This role is already a TempRole of this member. Do you want to edit the duration? Currently, this Temp Role expires {timestamp}.
tr_tr: Bu rol zaten bu üyenin Geçici Rolü. Süreyi düzenlemek ister misiniz? Şu anda bu Geçici Rol {timestamp} tarihinde sona eriyor.

source: This member already has {role.mention} ({role.id}).
tr_tr: Bu üye zaten {role.mention} ({role.id}) rolüne sahip.

source: This role cannot be assigned due to the Discord role hierarchy.
tr_tr: Discord rol hiyerarşisi nedeniyle bu rol atanamaz.

source: You can't assign this role to this member, due to the Discord role hierarchy.
tr_tr: Discord rol hiyerarşisi nedeniyle bu rolü bu üyeye atayamazsınız.

source: The time set is way too high, consider setting something reasonable.
tr_tr: Belirlenen süre çok yüksek, daha makul bir şey ayarlamayı düşünün.

source: Self
tr_tr: Kendi Kendine

source: Temp Role {role.mention} ({role.id}) has been assigned to {member.mention} ({member.id}) by {author.mention} ({author.id}). Expires in {time_string}.
tr_tr: Geçici Rol {role.mention} ({role.id}), {author.mention} ({author.id}) tarafından {member.mention} ({member.id})'ye atandı. {time_string} içinde sona erecek.

source: Temp Role {role.mention} ({role.id}) has been assigned to {member.mention} ({member.id}). Expires **in {time_string}** ({timestamp}).
tr_tr: Geçici Rol {role.mention} ({role.id}), {member.mention} ({member.id})'ye atandı. **{time_string}** ({timestamp}) içinde sona eriyor.

source: Edit a TempRole for a member, for a specified duration.
tr_tr: Belirli bir süre için bir üyenin Geçici Rolünü düzenleyin.

source: This role isn't a TempRole of this member.
tr_tr: Bu rol, bu üyenin Geçici Rolü değil.

source: Temp Role {role.mention} ({role.id}) has been edited for {member.mention} ({member.id}) by {author.mention} ({author.id}). Expires in {time_string}.
tr_tr: Geçici Rol {role.mention} ({role.id}), {author.mention} ({author.id}) tarafından {member.mention} ({member.id}) için düzenlendi. {time_string} içinde sona eriyor.

source: Temp Role {role.mention} ({role.id}) has been edited for {member.mention} ({member.id}). Expires **in {time_string}** ({timestamp}).
tr_tr: Geçici Rol {role.mention} ({role.id}), {member.mention} ({member.id}) için düzenlendi. **{time_string}** ({timestamp}) içinde sona eriyor.

source: Unassign/Remove a TempRole from a member.
tr_tr: Bir üyeden bir Geçici Rolü kaldırın.

source: This role isn't a temprole of this member.
tr_tr: Bu rol, bu üyenin geçici rolü değil.

source: TempRole {role.mention} ({role.id}) has been unassigned from {member.mention} ({member.id}) by {author.mention} ({author.id}).
tr_tr: Geçici Rol {role.mention} ({role.id}), {author.mention} ({author.id}) tarafından {member.mention} ({member.id})'den kaldırıldı.

source: Temp Role {role.mention} ({role.id}) has been unassigned from {member.mention} ({member.id}).
tr_tr: Geçici Rol {role.mention} ({role.id}), {member.mention} ({member.id})'den kaldırıldı.

source: List active Temp Roles on this server, for optional specified member and/or role.
tr_tr: Bu sunucuda aktif Geçici Rolleri listeleyin, isteğe bağlı olarak belirtilen üye ve/veya rol için.

source: This member has this Temp Role.
tr_tr: Bu üyenin bu Geçici Rolü var.

source: This member hasn't this Temp Role.
tr_tr: Bu üyenin bu Geçici Rolü yok.

source: This member hasn't any Temp Roles.
tr_tr: Bu üyenin hiçbir Geçici Rolü yok.

source: This member has these Temp Roles: {temp_roles}.
tr_tr: Bu üyenin şu Geçici Rolleri var: {temp_roles}.

source: No members have this Temp Role.
tr_tr: Hiçbir üyenin bu Geçici Rolü yok.

source: These members have this Temp Role: {temp_roles_members}.
tr_tr: Bu üyelerin bu Geçici Rolü var: {temp_roles_members}.

source: No active Temp Roles on this server.
tr_tr: Bu sunucuda aktif Geçici Rol yok.

source: Set the logs channel for Temp Roles.
tr_tr: Geçici Roller için günlük kanalını ayarlayın.

source: Logs channel unset.
tr_tr: Günlük kanalı kaldırıldı.

source: I need of the `embed_links` permission in the logs channel.
tr_tr: Günlük kanalında `embed_links` iznine ihtiyacım var.

source: Logs channel set.
tr_tr: Günlük kanalı ayarlandı.

source: Add an allowed self Temp Role. **Parameters:** - `min_time`: The minimum time for the self temp role. `none` to disable. Defaults is 1 day. - `max_time`: The minimum time for the self temp role. `none` to disable. Defaults is 365 days.
tr_tr: İzin verilen bir kendi kendine Geçici Rol ekleyin. **Parametreler:** - `min_time`: Kendi kendine geçici rol için minimum süre. Devre dışı bırakmak için `none`. Varsayılan 1 gündür. - `max_time`: Kendi kendine geçici rol için minimum süre. Devre dışı bırakmak için `none`. Varsayılan 365 gündür.

source: The role {role.mention} ({role.id}) cannot be assigned due to the Discord role hierarchy.
tr_tr: Discord rol hiyerarşisi nedeniyle {role.mention} ({role.id}) rolü atanamaz.

source: This role is already an allowed self temp role.
tr_tr: Bu rol zaten izin verilen bir kendi kendine geçici roldür.

source: Allowed self Temp Role added.
tr_tr: İzin verilen kendi kendine Geçici Rol eklendi.

source: Remove an allowed self Temp Role.
tr_tr: İzin verilen bir kendi kendine Geçici Rolü kaldırın.

source: This role isn't an allowed self temp role.
tr_tr: Bu rol izin verilen bir kendi kendine geçici rol değil.

source: Allowed self Temp Role removed.
tr_tr: İzin verilen kendi kendine Geçici Rol kaldırıldı.

source: Assign/Add an allowed self Temp Role to yourself, for a specified duration.
tr_tr: Belirli bir süre için kendinize izin verilen bir kendi kendine Geçici Rol atayın/ekleyin.

source: This role isn't an allowed self Temp Role on this server.
tr_tr: Bu rol bu sunucuda izin verilen bir kendi kendine Geçici Rol değil.

source: The time for this role must be greater than {min_time_string}.
tr_tr: Bu rol için süre {min_time_string}'den uzun olmalıdır.

source: The time for this role must be less than {max_time_string}.
tr_tr: Bu rol için süre {max_time_string}'den kısa olmalıdır.

source: Unassign/Remove an allowed self Temp Role from yourself.
tr_tr: Kendinizden izin verilen bir kendi kendine Geçici Rolü kaldırın.

source: You can't remove this role from yourself.
tr_tr: Bu rolü kendinizden kaldıramazsınız.

source: Self Temp Roles
tr_tr: Kendi Kendine Geçici Roller
