Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: commandsbuttons/locales/*.po
Languages: tr_tr

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: A cog to allow a user to execute a command by clicking on a button!
tr_tr: Düğmelere basarak komut yürütmenizi sağlayan bir cog!

source: This message is not in Config.
tr_tr: Bu mesaj Konfigürasyonda bulunmuyor.

source: This button is not in Config.
tr_tr: Bu düğme Konfigürasyonda bulunmuyor.

source: This command doesn't exist.
tr_tr: Bu komut mevcut değil.

source: You are not allowed to execute this command.
tr_tr: Bu komutu yürütme yetkiniz yok.

source: Add a command-button for a message. (Use the number for the color.) • `primary`: 1 • `secondary`: 2 • `success`: 3 • `danger`: 4 # Aliases • `blurple`: 1 • `grey`: 2 • `gray`: 2 • `green`: 3 • `red`: 4
tr_tr: Mesaj için bir komut düğmesi ekleyin. (Renk için numarayı kullanın.) • `primary`: 1 • `secondary`: 2 • `success`: 3 • `danger`: 4 # Takma Adlar • `blurple`: 1 • `grey`: 2 • `gray`: 2 • `green`: 3 • `red`: 4

source: I don't have sufficient permissions on the channel where the message you specified is located. I need the permissions to see the messages in that channel.
tr_tr: Belirttiğiniz mesajın bulunduğu kanalda yeterli izne sahip değilim. O kanaldaki mesajları görmek için izinlere ihtiyacım var.

source: You have not specified a correct command.
tr_tr: Doğru bir komut belirtmediniz.

source: You can't execute yourself this command.
tr_tr: Bu komutu kendiniz yürütemezsiniz.

source: You have to specify at least an emoji or a label.
tr_tr: En az bir emoji veya etiket belirtmelisiniz.

source: The emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emoji geçersiz. Onun bir emoji olduğunu kontrol edin. Eğer Nitron varsa başka bir sunucudan custom emoji kullanmış olabilirsiniz.

source: This message already has components.
tr_tr: Bu mesajda zaten bileşenler var.

source: I can't do more than 25 commands-buttons for one message.
tr_tr: Bir mesajda en fazla 25 tane komut-butonu ekleyebilirim.

source: Add commands-buttons for a message. ```[p]commandsbuttons bulk <message> ":reaction1:|ping" ":reaction2:|ping" :reaction3:|ping"```
tr_tr: Bir mesaja komut buttonu ekleyin ```[p]commandsbuttons bulk <message> ":reaction1:|ping" ":reaction2:|ping" :reaction3:|ping"```

source: You have not specified any valid command-button.
tr_tr: Geçerli bir komut düğmesi belirtmediniz.

source: At least one of these commands is invalid.
tr_tr: Bu komutlardan en az biri geçersiz.

source: An emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emojilerden biri geçersiz görünüyor. Bir emoji olduğundan emin olun. Eğer Nitron varsa başka bir sunucudan özel bir emoji kullanmış olabilirsiniz.

source: I can't do more than 25 roles-buttons for one message.
tr_tr: Bir mesajda en fazla 25 tane rol-butonu ekleyebilirim.

source: Remove a command-button for a message. Use `[p]commandsbuttons list <message>` to find the config identifier.
tr_tr: Bir mesaj için komut düğmesini kaldırın. Yapılandırma tanımlayıcısını bulmak için `[p]commandsbuttons list <message>` kullanın.

source: No command-button is configured for this message.
tr_tr: Bu mesaj için bir komut-butonu ayarlanmamış.

source: I wasn't watching for this button on this message.
tr_tr: Bu mesajdaki butonları ben kontrol etmiyorum.

source: Commands-buttons cleared for this message.
tr_tr: Bu mesaj için komut-düğmeleri temizlendi.

source: Clear all commands-buttons for a message.
tr_tr: Mesajdan tüm komut butonlarını kaldırın.

source: List all commands-buttons of this server or display the settings for a specific one.
tr_tr: Bu sunucudaki tüm komut-düğmelerini listeleyin veya belirli birinin ayarlarını görüntüleyin.

source: No commands-buttons in this server.
tr_tr: Bu sunucuda komut-düğmesi yok.

source: Commands Buttons
tr_tr: Komut Düğmeleri

source: There is {len_commands_buttons} commands buttons in this server.
tr_tr: Bu sunucuda {len_commands_buttons} komut düğmesi var.

source: Message Jump Link: {message_jump_link}
tr_tr: Mesaj Atlama Bağlantısı: {message_jump_link}

source: Clear all commands-buttons for a guild.
tr_tr: Serverdan tüm komut butonlarını kaldırın.

source: All commands-buttons purged.
tr_tr: Tüm komut-düğmeleri temizlendi.

source: Emoji Role must be an emoji followed by a role separated by either `;`, `,`, `|`, or `-`.
tr_tr: Emoji Rol bir emoji ve ardından `;`, `,`, `|` veya `-` ile ayrılmış bir rol olmalıdır.
