Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: reacttocommand/locales/*.po
Languages: tr_tr

source: A cog to allow a user to execute a command by clicking on a reaction!
tr_tr: Bir kullanıcının bir tepkiye tıklayarak komut çalıştırmasını sağlayan bir cog!

source: Add a reaction-command for a message. There should be no prefix in the command. The command will be invoked with the permissions of the user who clicked on the reaction. This user must be able to see writing in the channel.
tr_tr: Bir mesaj için tepki-komutu ekleyin. Komutta herhangi bir önek olmamalıdır. Komut, tepkiye tıklayan kullanıcının izinleriyle çağrılacaktır. Bu kullanıcı kanal yazılarını görebilmelidir.

source: I don't have sufficient permissions on the channel where the message you specified is located. I need the permissions to add reactions and to see the messages in that channel.
tr_tr: Belirttiğiniz mesajın bulunduğu kanalda yeterli iznim yok. Tepki eklemek ve o kanaldaki mesajları görmek için izinlere ihtiyacım var.

source: You have not specified a correct command.
tr_tr: Doğru bir komut belirtmediniz.

source: An error has occurred. It is possible that the emoji you provided is invalid.
tr_tr: Bir hata oluştu. Sağladığınız emojinin geçersiz olması mümkün.

source: Reaction-command added to this message.
tr_tr: Bu mesaja tepki-komutu eklendi.

source: Remove a reaction-command for a message.
tr_tr: Bir mesaj için tepki-komutunu kaldırın.

source: No reaction-command is configured for this message.
tr_tr: Bu mesaj için ayarlanmış bir tepki-komutu yok.

source: I wasn't watching for this reaction on this message.
tr_tr: Bu mesajdaki bu tepkiyi izlemiyordum.

source: Reaction-command removed from this message.
tr_tr: Bu mesajdan tepki-komutu kaldırıldı.

source: Clear all reactions-commands for a message.
tr_tr: Bir mesaj için tüm tepki-komutlarını temizleyin.

source: Reactions-commands cleared for this message.
tr_tr: Bu mesaj için tepki-komutları temizlendi.

source: Clear all reactions-commands for a guild.
tr_tr: Bir sunucu için tüm tepki-komutlarını temizleyin.

source: All reactions-commands purged.
tr_tr: Tüm tepki-komutları temizlendi.
