Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: acronymgame/locales/*.po
Languages: tr_tr

source: A cog to play a random match of Acrononym game, with Modals!
tr_tr: Modallerle rastgele bir Akronim oyunu oynamak için bir cog!

source: You have already joined this game, with `{answer}` answer.
tr_tr: Bu oyuna zaten `{answer}` cevabı ile katıldınız.

source: Sorry, maximum 20 players.
tr_tr: Üzgünüm, en fazla 20 oyuncu.

source: Sorry, the vote has already started.
tr_tr: Üzgünüm, oylama zaten başladı.

source: Sorry, the number of words in your answer must be {len_words}.
tr_tr: Üzgünüm, cevabınızdaki kelime sayısı {len_words} olmalıdır.

source: Sorry, the initial of each word in your answer must be each letter of the acronym ({acronym}).
tr_tr: Üzgünüm, cevabınızdaki her kelimenin baş harfi kısaltmanın ({acronym}) her harfi olmalıdır.

source: Join the game by clicking on the button below and entering your acronym. Maximum 20 players.
tr_tr: Aşağıdaki düğmeye tıklayarak ve kısaltmanızı girerek oyuna katılın. En fazla 20 oyuncu.

source: Game joined with `{answer}` answer.
tr_tr: `{answer}` cevabı ile oyuna katıldınız.

source: Join the game by clicking on the button below and entering your acronym. Maximum 20 players.
tr_tr: Aşağıdaki düğmeye tıklayarak ve kısaltmanızı girerek oyuna katılın. En fazla 20 oyuncu.

source: At least three players are needed to play.
tr_tr: Oynamak için en az üç oyuncu gereklidir.

source: Use the dropdown below to vote for the best answer for the random acronym. All guild members can vote.
tr_tr: Aşağıdaki açılır menüyü kullanarak rastgele kısaltma için en iyi cevaba oy verin. Tüm sunucu üyeleri oy kullanabilir.

source: No vote given.
tr_tr: Hiç oy verilmedi.

source: Here is the leaderboard for this game:
tr_tr: Bu oyunun liderlik tablosu burada:

source: Winner{s}: {winners}!
tr_tr: Kazanan{lar}: {winners}!

source: You have already voted in this game.
tr_tr: Bu oyunda zaten oy kullandınız.

source: You can't vote for yourself.
tr_tr: Kendinize oy veremezsiniz.

source: Vote given for answer {num}.
tr_tr: {num} numaralı cevap için oy verildi.
