Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: splitorstealgame/locales/*.po
Languages: tr_tr

source: A cog to play a match of SplitOrSteal game!
tr_tr: SplitOrSteal oyununu oynamak için bir cog!

source: Join the game by clicking on the button below. 2 players will be selected randomly.
tr_tr: Aşağıdaki butona tıklayarak oyuna katılın. 2 oyuncu rastgele seçilecektir.

source: At least two players are needed to play.
tr_tr: Oynamak için en az iki oyuncu gereklidir.

source: The two players are {player_A.mention} and {player_B.mention}. You have to click the button that you choose (`split` or `steal`). • If you both choose `split` both of them win. • If you both choose `steal`, both of you loose. • if one of you chooses `split` and one of you chooses `steal`, the one who choose `steal` will win.
tr_tr: İki oyuncu {player_A.mention} ve {player_B.mention}. Seçtiğiniz butona tıklamalısınız (`split` veya `steal`). • Eğer ikiniz de `split` seçerseniz ikiniz de kazanırsınız. • Eğer ikiniz de `steal` seçerseniz ikiniz de kaybedersiniz. • Eğer biri `split` ve diğeri `steal` seçerse, `steal` seçen kazanır.

source: At least one player has stopped playing.
tr_tr: En az bir oyuncu oynamayı bıraktı.

source: {player_A.display_name} and {player_B.display_name}, you both chose `split` and therefore both win.
tr_tr: {player_A.display_name} ve {player_B.display_name}, ikiniz de `split` seçtiniz ve bu yüzden ikiniz de kazandınız.

source: {player_A.display_name} and {player_B.display_name}, you both chose `steal` and therefore both loose.
tr_tr: {player_A.display_name} ve {player_B.display_name}, ikiniz de `steal` seçtiniz ve bu yüzden ikiniz de kaybettiniz.

source: {player_A.display_name} chose `steal` and {player_B.display_name} chose `split`, and therefore {player_A.display_name} win.
tr_tr: {player_A.display_name} `steal` ve {player_B.display_name} `split` seçti, bu yüzden {player_A.display_name} kazandı.

source: {player_B.display_name} chose `steal` and {player_A.display_name} chose `split`, and therefore {player_B.display_name} win.
tr_tr: {player_B.display_name} `steal` ve {player_A.display_name} `split` seçti, bu yüzden {player_B.display_name} kazandı.

source: You have already joined this game.
tr_tr: Bu oyuna zaten katıldınız.

source: You have joined this game.
tr_tr: Bu oyuna katıldınız.

source: You have already chose `{original_response}`.
tr_tr: Zaten `{original_response}` seçtiniz.

source: You have chose `split`.
tr_tr: `split` seçtiniz.

source: You have chose `steal`.
tr_tr: `steal` seçtiniz.
