Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: cmdchannel/locales/*.po
Languages: tr_tr

source: A cog to send the result of a command to another channel!
tr_tr: Bir komutun sonucunu başka bir kanala göndermek için bir cog!

source: Act as if the command had been typed in the channel of your choice. The prefix must not be entered if it is a command. It will be a message only, if the command is invalid. Use `[p]cmdchannel`!
tr_tr: Komut seçtiğiniz kanalda yazılmış gibi davranın. Eğer bu bir komut ise önek girilmemelidir. Komut geçersizse sadece bir mesaj olacaktır. Kullanım `[p]cmdchannel`!

source: To send commands to another server, you must be there.
tr_tr: Başka bir sunucuya komut göndermek için orada olmalısınız.

source: Act as if the command had been typed by imitating the specified user. The prefix must not be entered if it is a command. It will be a message only, if the command is invalid. Use `[p]cmduser`!
tr_tr: Belirtilen kullanıcıyı taklit ederek komut yazılmış gibi davranır. Eğer bir komut ise önek girilmemelidir. Komut geçersizse sadece bir mesaj olacaktır. Kullanım `[p]cmduser`!

source: To be able to run a command as another user, the cog Dev must be loaded, to make sure you know what you are doing.
tr_tr: Başka bir kullanıcı olarak komut çalıştırabilmek için, cog Dev yüklenmiş olmalı, ne yaptığınızı bildiğinizden emin olunmalıdır.

source: Act as if the command had been typed in the channel of your choice by imitating the specified user. The prefix must not be entered if it is a command. It will be a message only, if the command is invalid. Use `[p]cmduserchannel`!
tr_tr: Belirtilen kullanıcıyı taklit ederek seçtiğiniz kanalda komut yazılmış gibi davranın. Eğer bir komut ise önek girilmemelidir. Komut geçersizse sadece bir mesaj olacaktır. Kullanım `[p]cmduserchannel`!

source: Test variables.
tr_tr: Test değişkenleri.

source: Variables:
tr_tr: Değişkenler:

source: Author:
tr_tr: Yazar:

source: Channel:
tr_tr: Kanal:
