Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: antinuke/locales/*.po
Languages: de_de, fr_fr, it_it, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: A cog to remove all permissions from a person who deletes a channel!
de_de: Ein Zahnrad, um einer Person, die einen Kanal löscht, alle Berechtigungen zu entziehen!
fr_fr: Un cog pour supprimer toutes les permissions d'une personne qui supprime un salon !
it_it: Un ingranaggio per rimuovere tutti i permessi da una persona che cancella un canale!
ja_jp: チャンネルを削除した人からすべての権限を削除するためのコグです！
pl_pl: Trybik do usuwania wszystkich uprawnień osobie, która usuwa kanał!
pt_br: Uma engrenagem para remover todas as permissões de uma pessoa que apague um canal!
ru_ru: Коготь для удаления всех прав доступа у человека, удаляющего канал!
tr_tr: Kanalı silen kişiden tüm izinleri kaldıran bir COG!

source: All your roles have been taken away because you have deleted channel #{old_channel}. Your former roles: {rolelist_name}
fr_fr: Tous vos rôles ont été retirés parce que vous avez supprimé le canal #{old_channel}. Vos anciens rôles : {rolelist_name}

source: All roles in {perp} ({perp.id}) roles have been removed as a result of the antinuke system being triggered on this server.
de_de: Alle Rollen in {perp} ({perp.id}) Rollen wurden entfernt, da das Antinuke-System auf diesem Server ausgelöst wurde.
fr_fr: Tous les rôles de {perp} ({perp.id}) ont été supprimés à la suite du déclenchement du système antinuke sur ce serveur.
it_it: Tutti i ruoli in {perp} ({perp.id}) sono stati rimossi in seguito all'attivazione del sistema antinuke su questo server.
ja_jp: {perp} ({perp.id}) のロールは、このサーバーでアンチヌークシステムが発動した結果、すべて削除されました。
pl_pl: Wszystkie role w {perp} ({perp.id}) role zostały usunięte w wyniku uruchomienia systemu antinuke na tym serwerze.
pt_br: Todos os papéis em {perp} ({perp.id}) foram removidos em resultado do sistema antinuke ter sido accionado neste servidor.
ru_ru: Все роли {perp} ({perp.id}) были удалены в результате срабатывания системы антинюк на этом сервере.
tr_tr: Bu sunucuda antinuke sistemi tetiklendiği için {perp} ({perp.id}) tüm rolleri kaldırıldı.

source: The user {perp.name}#{perp.discriminator} has deleted the channel #{old_channel.name}!
de_de: Der Benutzer {perp.name}#{perp.discriminator} hat den Kanal #{old_channel.name}gelöscht!
fr_fr: L'utilisateur {perp.name}#{perp.discriminator} a supprimé le canal #{old_channel.name}!
it_it: L'utente {perp.name}#{perp.discriminator} ha cancellato il canale #{old_channel.name}!
ja_jp: ユーザー {perp.name}#{perp.discriminator} は、チャンネル #{old_channel.name}を削除しました！
pl_pl: Użytkownik {perp.name}#{perp.discriminator} usunął kanał #{old_channel.name}!
pt_br: O utilizador {perp.name}#{perp.discriminator} apagou o canal #{old_channel.name}!
ru_ru: Пользователь {perp.name}#{perp.discriminator} удалил канал #{old_channel.name}!

source: To prevent him from doing anything else, I took away as many roles as my current permissions would allow. User mention: {perp.mention} - User ID: {perp.id}
de_de: Um ihn daran zu hindern, noch etwas anderes zu tun, habe ich ihm so viele Rollen entzogen, wie es meine aktuellen Berechtigungen zulassen. Benutzerkennung: {perp.mention} - Benutzer-ID: {perp.id}
fr_fr: Pour l'empêcher de faire quoi que ce soit d'autre, je lui ai ôté autant de rôles que mes permissions actuelles le permettaient. Mention utilisateur : {perp.mention} - ID utilisateur : {perp.id}
it_it: Per impedirgli di fare altro, gli ho tolto tutti i ruoli che i miei permessi attuali gli consentivano. Menzione utente: {perp.mention} - ID utente: {perp.id}
ja_jp: それ以上のことをさせないために、現在の権限で可能な限りの役割を奪いました。 ユーザー言及： {perp.mention} - ユーザーID： {perp.id}
pl_pl: Żeby nie mógł robić nic więcej, zabrałem mu tyle ról, na ile pozwalały moje obecne uprawnienia. Wspomnienie o użytkowniku: {perp.mention} - ID użytkownika: {perp.id}
pt_br: Para o impedir de fazer qualquer outra coisa, retirei tantas funções quantas as minhas actuais permissões permitissem. Referência do utilizador: {perp.mention} - Identificação do utilizador: {perp.id}
ru_ru: Чтобы он больше ничего не смог сделать, я убрал столько ролей, сколько позволят мои текущие права. Упоминание пользователя: {perp.mention} - Идентификатор пользователя: {perp.id}
tr_tr: Başka bir şey yapmasını önlemek için, mevcut izinlerimin izin verdiği kadar çok rolünü aldım. Kullanıcı etiket: {perp.mention} - Kullanıcı ID: {perp.id}

source: Before I intervened, the user had the following roles:
de_de: Bevor ich mich einmischte, hatte der Benutzer die folgenden Rollen:
fr_fr: Avant que j'intervienne, l'utilisateur avait les rôles suivants :
it_it: Prima del mio intervento, l'utente aveva i seguenti ruoli:
ja_jp: 私が介入する前、そのユーザーは次のような役割を担っていました：
pl_pl: Zanim interweniowałem, użytkownik miał następujące role:
pt_br: Antes de eu intervir, o utilizador tinha as seguintes funções:
ru_ru: До моего вмешательства пользователь имел следующие роли:
tr_tr: Ben müdahale etmeden önce, kullanıcı aşağıdaki role sahipti:

source: Configure AntiNuke for your server.
fr_fr: Configurer AntiNuke pour votre serveur.

source: Set a channel where events are registered. ``channel``: Text channel. You can also use "None" if you wish to remove the logging channel.
de_de: Legt einen Kanal fest, in dem Ereignisse registriert werden. ``Kanal``: Text-Kanal. Sie können auch "None" verwenden, wenn Sie den Protokollierungskanal entfernen möchten.
fr_fr: Définit un salon où les événements sont enregistrés. ``channel``: Text channel. Vous pouvez également utiliser "Aucun" si vous souhaitez supprimer le canal de logs.
it_it: Imposta un canale in cui vengono registrati gli eventi. ``canale``: Canale di testo. Si può anche usare "Nessuno" se si vuole rimuovere il canale di registrazione.
ja_jp: イベントを登録するチャンネルを設定する。 チャンネルは ``channel`` です：テキストチャンネルを指定します。 ロギングチャンネルを削除したい場合は、"None "を使用することもできます。
pl_pl: Ustawienie kanału, na którym rejestrowane są zdarzenia. ``kanał``: Kanał tekstowy. Możesz również użyć "None", jeśli chcesz usunąć kanał rejestracji.
pt_br: Estabelecer um canal onde os eventos são registados. "Canal": Canal de texto. Também pode utilizar "Nenhum" se desejar remover o canal de registo.
ru_ru: Установите канал, на котором регистрируются события. ``канал``: Текстовый канал. Вы также можете использовать "None", если хотите удалить канал регистрации.

source: Only the owner of this server can access these commands!
de_de: Nur der Besitzer dieses Servers kann auf diese Befehle zugreifen!
fr_fr: Seul le propriétaire de ce serveur peut accéder à ces commandes !
it_it: Solo il proprietario di questo server può accedere a questi comandi!
ja_jp: これらのコマンドにアクセスできるのは、このサーバーの所有者のみです！
pl_pl: Tylko właściciel tego serwera ma dostęp do tych poleceń!
pt_br: Apenas o proprietário deste servidor pode aceder a estes comandos!
ru_ru: Только владелец этого сервера может получить доступ к этим командам!
tr_tr: Bu komutlara sadece bu sunucunun sahibi erişebilir!

source: Logging channel removed.
de_de: Protokollierungskanal entfernt.
fr_fr: Canal de logs supprimé.
it_it: Canale di registrazione rimosso.
ja_jp: ロギングチャンネルを削除しました。
pl_pl: Usunięto kanał logowania.
pt_br: Canal de registo removido.
ru_ru: Канал регистрации удален.

source: The bot does not have at least one of the following permissions in this channel: `embed_links`, `read_messages`, `read_message_history`, `send_messages`, `attach_files`.
de_de: Der Bot hat nicht mindestens eine der folgenden Berechtigungen in diesem Channel: `Einbetten von Links`, `Nachrichten lesen`, `Nachrichtenhistorie lesen`, `Nachrichten senden`, `Dateien anhängen`.
fr_fr: Le bot n'a pas au moins une des permissions suivantes dans ce salon : `embed_links`, `read_messages`, `read_message_history`, `send_messages`, `attach_files`.
it_it: Il bot non dispone di almeno uno dei seguenti permessi in questo canale: `embed_links`, `read_messages`, `read_message_history`, `send_messages`, `attach_files`.
ja_jp: このボットは、このチャンネルで以下のパーミッションのうち少なくとも1つを持っていません：embed_links`、`read_messages`、`read_message_history`、`send_messages`、`attach_files`です。
pl_pl: Bot nie posiada w tym kanale przynajmniej jednego z następujących uprawnień: `embed_links`, `read_messages`, `read_message_history`, `send_messages`, `attach_files`.
pt_br: O bot não tem pelo menos uma das seguintes permissões neste canal: `embed_links`, `read_messages`, `read_message_history`, `send_messages`, `attach_files`.
ru_ru: Бот не имеет хотя бы одного из следующих разрешений в этом канале: `embed_links`, `read_messages`, `read_message_history`, `end_messages`, `attach_files`.

source: Logging channel registered: {channel.mention}.
de_de: Registrierter Protokollierungskanal: {channel.mention}.
fr_fr: Canal de logs enregistré : {channel.mention}.
it_it: Canale di registrazione registrato: {channel.mention}.
ja_jp: 登録されたロギングチャンネル： {channel.mention}.
pl_pl: Zarejestrowany kanał logowania: {channel.mention}.
pt_br: Canal de registo registado: {channel.mention}.
ru_ru: Зарегистрирован канал протоколирования: {channel.mention}.

source: Enable or disable AntiNuke. Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie AntiNuke. Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
fr_fr: Activer ou désactiver AntiNuke. Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita AntiNuke. Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: AntiNukeの有効・無効を設定します。 有効にする場合は `True` (または `yes`) を、無効にする場合は `False` (または `no`) を使用します。
pl_pl: Włącz lub wyłącz AntiNuke. Użyj `True` (lub `tak`) aby włączyć lub `False` (lub `nie`) aby wyłączyć.
pt_br: Activar ou desactivar o AntiNuke. Utilizar "True" (ou "sim") para activar ou "False" (ou "não") para desactivar.
ru_ru: Включите или отключите AntiNuke. Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.

source: AntiNuke is already set on {state}.
de_de: AntiNuke ist bereits auf {state} eingestellt.
fr_fr: AntiNuke est déjà configuré sur {state}.
it_it: AntiNuke è già impostato su {state}.
ja_jp: AntiNukeはすでに {state} に設定されています。
pl_pl: AntiNuke jest już ustawiony na {state}.
pt_br: O AntiNuke já está instalado em {state}.
ru_ru: AntiNuke уже настроена на {state}.

source: AntiNuke state registered: {state}.
de_de: AntiNuke-Status registriert: {state}.
fr_fr: État d'AntiNuke enregistré : {state}.
it_it: Stato AntiNuke registrato: {state}.
ja_jp: AntiNuke state 登録済み: {state}.
pl_pl: AntiNuke stan zarejestrowany: {state}.
pt_br: Estado AntiNuke registado: {state}.
ru_ru: Зарегистрированное состояние AntiNuke: {state}.

source: Enable or disable User DM. Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie User DM. Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
fr_fr: Activer ou désactiver la MP utilisateur. Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita il DM utente. Utilizzare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: ユーザーDMの有効・無効を設定します。 有効にする場合は `True` (または `yes`) を、無効にする場合は `False` (または `no`) を使用します。
pl_pl: Włączenie lub wyłączenie DM użytkownika. Użyj `True` (lub `tak`) aby włączyć lub `False` (lub `nie`) aby wyłączyć.
pt_br: Activar ou desactivar o DM do utilizador. Utilizar "Verdade" (ou "sim") para activar ou "Falso" (ou "não") para desactivar.
ru_ru: Включите или отключите User DM. Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.

source: User DM is already set on {state}.
de_de: Der Benutzer DM ist bereits auf {state} eingestellt.
fr_fr: Le DM de l'utilisateur est déjà défini sur {state}.
it_it: Il DM utente è già impostato su {state}.
ja_jp: ユーザーDMは、 {state} に設定済みです。
pl_pl: DM użytkownika jest już ustawiony na {state}.
pt_br: O DM do utilizador já está definido em {state}.
ru_ru: Пользователь DM уже установлен на сайте {state}.

source: User DM state registered: {state}.
de_de: Benutzer DM Status registriert: {state}.
fr_fr: Etat du DM de l'utilisateur enregistré : {state}.
it_it: Stato DM utente registrato: {state}.
ja_jp: ユーザーDM状態登録済み： {state}.
pl_pl: Stan zarejestrowania DM użytkownika: {state}.
pt_br: Utilizador Estado DM registado: {state}.
ru_ru: Зарегистрированное состояние DM пользователя: {state}.

source: Number Detected - Member Before action, how many deleted channels should be detected? `0' to disable this protection.
de_de: Number Detected - Member Wie viele gelöschte Kanäle sollen vor der Aktion erkannt werden? 0', um diesen Schutz zu deaktivieren.
fr_fr: Nombre Détecté - Membre Avant l'action, combien de salons supprimés doivent être détectés ? `0' pour désactiver cette protection.
it_it: Numero rilevato - Membro Prima di agire, quanti canali eliminati devono essere rilevati? `0' per disabilitare questa protezione.
ja_jp: 検出された数 - メンバー アクションの前に、削除されたチャンネルを何個検出する必要がありますか？ 0' を指定すると、この保護機能を無効にします。
pl_pl: Number Detected - Member Przed akcją, ile usuniętych kanałów powinno zostać wykrytych? `0' aby wyłączyć tę ochronę.
pt_br: Número Detectado - Membro Antes de agir, quantos canais eliminados devem ser detectados? 0" para desactivar esta protecção.
ru_ru: Количество обнаруженных - Member Перед действием, сколько удаленных каналов должно быть обнаружено? `0', чтобы отключить эту защиту.

source: Number Detected - Member registered: {int}.
fr_fr: Numéro détecté - Membre enregistré : {int}.

source: Number Detected - Bot Before action, how many deleted channels should be detected? `0' to disable this protection.
de_de: Number Detected - Bot Wie viele gelöschte Kanäle sollen vor der Aktion erkannt werden? 0', um diesen Schutz zu deaktivieren.
fr_fr: Nombre Détecté - Bot Avant l'action, combien de salons supprimés doivent être détectés ? `0' pour désactiver cette protection.
it_it: Numero rilevato - Bot Prima di agire, quanti canali eliminati devono essere rilevati? `0' per disabilitare questa protezione.
ja_jp: Number Detected - Bot アクションの前に、削除されたチャンネルを何個検出する必要がありますか？ 0' を指定すると、この保護機能を無効にします。
pl_pl: Number Detected - Bot Przed akcją, ile usuniętych kanałów powinno zostać wykrytych? `0' aby wyłączyć tę ochronę.
pt_br: Número Detectado - Bot Antes de agir, quantos canais eliminados devem ser detectados? 0" para desactivar esta protecção.
ru_ru: Number Detected - Bot Перед действием, сколько удаленных каналов должно быть обнаружено? `0', чтобы отключить эту защиту.

source: Number Detected - Bot registered: {int}.
fr_fr: Nombre Détecté - Bot enregistré: {int}.

source: Reset number detected for a user
fr_fr: Réinitialiser le numéro détecté pour un utilisateur

source: All former roles of {user} ({user.id}) have been restored at the request of the server owner.
de_de: Alle früheren Rollen von {user} ({user.id}) wurden auf Wunsch des Serverbesitzers wiederhergestellt.
fr_fr: Tous les anciens rôles de {user} ({user.id}) ont été restaurés à la demande du propriétaire du serveur.
it_it: Tutti i ruoli precedenti di {user} ({user.id}) sono stati ripristinati su richiesta del proprietario del server.
ja_jp: {user} ({user.id}) の以前の役割は、サーバー所有者の要請によりすべて復元されました。
pl_pl: Wszystkie dawne role {user} ({user.id}) zostały przywrócone na prośbę właściciela serwera.
pt_br: Todas as funções anteriores de {user} ({user.id}) foram restauradas a pedido do proprietário do servidor.
ru_ru: Все прежние роли {user} ({user.id}) были восстановлены по просьбе владельца сервера.
tr_tr: Sunucu sahibinin talebi üzerine {user} ({user.id}) tüm eski rolleri geri yüklendi.

source: Restored roles for {user.name} ({user.id}).
de_de: Wiederhergestellte Rollen für {user.name} ({user.id}).
fr_fr: Rôles restaurés pour {user.name} ({user.id}).
it_it: Ripristino dei ruoli per {user.name} ({user.id}).
ja_jp: {user.name} ({user.id}) の役割を回復した。
pl_pl: Przywrócone role dla {user.name} ({user.id}).
pt_br: Papéis restaurados para {user.name} ({user.id}).
ru_ru: Восстановление ролей для {user.name} ({user.id}).
tr_tr: {user.name} ({user.id}) için roller geri yüklendi.

source: Count removed for {user.name} ({user.id}).
fr_fr: Compte rénitialisé pour {user.name} ({user.id}).

source: All your roles have been taken away because you have deleted channel #{old_channel}. Your previous roles: {rolelist_name}
de_de: Alle Ihre Rollen wurden Ihnen entzogen, weil Sie den Kanal #{old_channel} gelöscht haben. Ihre bisherigen Rollen: {rolelist_name}
it_it: Tutti i tuoi ruoli sono stati tolti perché hai cancellato il canale #{old_channel}. I tuoi ruoli precedenti: {rolelist_name}
ja_jp: チャンネル #{old_channel} を削除したため、あなたのロールはすべて取り除かれました。 あなたの以前の役割: {rolelist_name}
pl_pl: Wszystkie Twoje role zostały odebrane, ponieważ usunąłeś kanał #{old_channel}. Twoje poprzednie role: {rolelist_name}
pt_br: Todas as suas funções foram-lhe retiradas porque eliminou o canal #{old_channel}. Os seus papéis anteriores: {rolelist_name}
ru_ru: Все ваши роли были удалены, потому что вы удалили канал #{old_channel}. Ваши предыдущие роли: {rolelist_name}
tr_tr: Kanal #{old_channel} sildiğiniz için tüm rolleriniz alındı. Önceki rolleriniz: {rolelist_name}

source: Number Detected - Member registered: {nb}.
de_de: Ermittelte Anzahl - Registriertes Mitglied: {nb}.
it_it: Numero rilevato - Membro registrato: {nb}.
ja_jp: 検出された番号 - 登録されたメンバー： {nb}.
pl_pl: Wykryty numer - Zarejestrowany członek: {nb}.
pt_br: Número Detectado - Membro registado: {nb}.
ru_ru: Обнаружен номер - зарегистрированный член: {nb}.

source: Number Detected - Bot registered: {nb}.
de_de: Nummer entdeckt - Bot registriert: {nb}.
it_it: Numero rilevato - Bot registrato: {nb}.
ja_jp: 検出された数 - 登録されたBot： {nb}.
pt_br: Número Detectado - Bot registado: {nb}.
ru_ru: Обнаружен номер - зарегистрированный бот: {nb}.

source: Reset number detected for a user.
de_de: Für einen Benutzer ermittelte Rückstellnummer.
it_it: Numero di reset rilevato per un utente.
ja_jp: ユーザーに対して検出されたリセット番号。
pl_pl: Zresetowany numer wykryty dla użytkownika.
pt_br: Número de reinicialização detectado para um utilizador.
ru_ru: Сброс номера, обнаруженного для пользователя.
tr_tr: Bir kullanıcı için sıfırlama sayısı tespit edildi.

source: Count reset for {user.name} ({user.id}).
de_de: Zählung zurückgesetzt für {user.name} ({user.id}).
it_it: Azzeramento del conteggio per {user.name} ({user.id}).
ja_jp: {user.name} ({user.id}) のカウントをリセットしました。
pl_pl: Reset licznika dla {user.name} ({user.id}).
pt_br: Reposição da contagem para {user.name} ({user.id}).
ru_ru: Сброс счета для {user.name} ({user.id}).
tr_tr: {user.name} ({user.id}) için sayım sıfırlandı.

source: The user {perp} has deleted the channel #{old_channel.name}!
tr_tr: Kullanıcı {perp} kanal #{old_channel.name} sildi!
