Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: consolelogs/locales/*.po
Languages: tr_tr

source: A cog to display the console logs, with buttons and filter options, and to send commands errors in configured channels!
tr_tr: Düğmeler ve filtre seçenekleri ile konsol günlüklerini görüntülemek ve yapılandırılmış kanallara komut hatalarını göndermek için bir cog!

source: No logs to display.
tr_tr: Görüntülenecek günlük yok.

source: Scroll the console logs, for all levels/loggers or provided level/logger name.
tr_tr: Tüm seviyeler/günlükçüler veya belirtilen seviye/günlükçü adı için konsol günlüklerini kaydırın.

source: View the console logs one by one, for all levels/loggers or provided level/logger name.
tr_tr: Tüm seviyeler/günlükçüler veya belirtilen seviye/günlükçü adı için konsol günlüklerini tek tek görüntüleyin.

source: Display the stats for the bot logs since the bot start.
tr_tr: Bot başlatıldığından beri bot günlüklerinin istatistiklerini görüntüleyin.

source: Enable errors logging in a channel. **Parameters:** - `channel`: The channel where the commands errors will be sent. - `global_errors`: Log errors for the entire bot, not just the channel server. - `prefixed_commands_errors`: Log prefixed commands errors. - `slash_commands_errors`: Log slash commands errors. - `dpy_ignored_exceptions`: Log dpy ignored exceptions (events listeners and Views errors). - `full_console`: Log all the console logs. - `guild_invite`: Add a button "Guild Invite" in commands errors logs, only for community servers. - `ignored_cogs`: Ignore some cogs for `prefixed_commands_errors` and `slash_commands_errors`. You have to use the cog qualified_name like `ConsoleLogs` for this cog.
tr_tr: Bir kanalda hata günlüğünü etkinleştirin. **Parametreler:** - `channel`: Komut hatalarının gönderileceği kanal. - `global_errors`: Hataları sadece kanal sunucusu için değil, tüm bot için günlüğe kaydedin. - `prefixed_commands_errors`: Ön ekli komut hatalarını günlüğe kaydedin. - `slash_commands_errors`: Eğik çizgi komutları hatalarını günlüğe kaydedin. - `dpy_ignored_exceptions`: Dpy yok sayılan istisnaları günlüğe kaydedin (olay dinleyicileri ve Görünüm hataları). - `full_console`: Tüm konsol günlüklerini günlüğe kaydedin. - `guild_invite`: Sadece topluluk sunucuları için komut hataları günlüklerine bir "Sunucu Daveti" düğmesi ekleyin. - `ignored_cogs`: Bazı `prefixed_commands_errors` ve `slash_commands_errors` çarklarını göz ardı edin. Bu cog için `ConsoleLogs` gibi cog qualified_name kullanmanız gerekir.

source: I don't have the permissions to send embeds in this channel.
tr_tr: Bu kanalda gömme mesaj göndermek için izinlerim yok.

source: Errors logging enabled in {channel.mention}.
tr_tr: {channel.mention} kanalında hata günlükleme etkinleştirildi.

source: Disable errors logging in a channel.
tr_tr: Bir kanalda hata günlüklemeyi devre dışı bırakın.

source: Errors logging isn't enabled in this channel.
tr_tr: Bu kanalda hata günlükleme etkinleştirilmemiş.

source: Errors logging disabled in {channel.mention}.
tr_tr: {channel.mention} kanalında hata günlükleme devre dışı bırakıldı.

source: Get an embed to check loops status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.
