Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: discordmodals/locales/*.po
Languages: tr_tr

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: Error parsing YAML. Please make sure the format is valid (a YAML validator may help)
tr_tr: YAML ayrıştırma hatası. Lütfen formatın geçerli olduğundan emin olun (bir YAML doğrulayıcı yardımcı olabilir)

source: The argument `/{arg}` is required in the root in the YAML.
tr_tr: YAML'deki kökte `/{arg}` argümanı gereklidir.

source: The argument `/{arg}` is invalid in in the YAML. Check the spelling.
tr_tr: YAML'deki `/{arg}` argümanı geçersiz. Yazımını kontrol edin.

source: The argument `/button/{arg}` is required in the YAML.
tr_tr: YAML'de `/button/{arg}` argümanı gereklidir.

source: The argument `/button/{arg}` is invalid in the YAML. Check the spelling.
tr_tr: YAML'deki `/button/{arg}` argümanı geçersiz. Yazımını kontrol edin.

source: The argument `/button/style` must be a number between 1 and 4.
tr_tr: `/button/style` argümanı 1 ile 4 arasında bir sayı olmalıdır.

source: The argument `/button/modal` must be a list of text inputs.
tr_tr: `/button/modal` argümanı metin girişlerinin bir listesi olmalıdır.

source: You can only have 5 text inputs by modal.
tr_tr: Her modalda yalnızca 5 metin girişi olabilir.

source: The argument `/modal/{count}/{arg}` is required in the YAML.
tr_tr: `/modal/{count}/{arg}` argümanı YAML'de gereklidir.

source: The argument `/modal/{count}/{arg}` is invalid in the YAML. Check the spelling.
tr_tr: `/modal/{count}/{arg}` argümanı YAML'de geçersiz. Yazımını kontrol edin.

source: The argument `/modal/{count}/label` must be less than 45 characters long.
tr_tr: `/modal/{count}/label` argümanı 45 karakterden kısa olmalıdır.

source: The argument `/modal/{count}/style` must be a number between 1 and 2.
tr_tr: `/modal/{count}/style` argümanı 1 ile 2 arasında bir sayı olmalıdır.

source: The argument `/modal/{count}/required` must be a boolean (True or False).
tr_tr: `/modal/{count}/required` argümanı bir boolean (True veya False) olmalıdır.

source: The argument `/modal/{count}/default` must be less than 4000 characters long.
tr_tr: `/modal/{count}/default` argümanı 4000 karakterden kısa olmalıdır.

source: The argument `/modal/{count}/placeholder` must be less than 100 characters long.
tr_tr: `/modal/{count}/placeholder` argümanı 100 karakterden kısa olmalıdır.

source: The argument `/modal/{count}/min_length` must be between 0 and 4000.
tr_tr: `/modal/{count}/min_length` argümanı 0 ile 4000 arasında olmalıdır.

source: The argument `/modal/{count}/max_length` must be between 0 and 4000.
tr_tr: `/modal/{count}/max_length` argümanı 0 ile 4000 arasında olmalıdır.

source: The argument `/anonymous` must be a boolean (True or False).
tr_tr: `/anonymous` argümanı bir boolean (True veya False) olmalıdır.

source: The argument `/unique_answer` must be a boolean (True or False).
tr_tr: `/unique_answer` argümanı bir boolean (True veya False) olmalıdır.

source: A cog to use Discord Modals, forms with graphic interface!
tr_tr: Discord Modals, grafik arayüzlü formlar kullanmak için bir cog!

source: This message is not in Config.
tr_tr: Bu mesaj Konfigürasyonda bulunmuyor.

source: Sorry. An error has occurred.
tr_tr: Üzgünüm. Bir hata meydana geldi.

source: The channel in which I was to send the results of this Modal no longer exists. Please notify an administrator of this server.
tr_tr: Bu Modal'ın sonuçlarını göndereceğim kanal artık mevcut değil. Lütfen bu sunucunun bir yöneticisine bildirin.

source: I don't have sufficient permissions in the destination channel (view channel, send messages, send embeds). Please notify an administrator of this server.
tr_tr: Hedef kanalda yeterli iznim yok (kanalı görüntüleme, mesaj gönderme, gömme gönderme). Lütfen bu sunucunun bir yöneticisine bildirin.

source: The role that was to be assigned no longer exists. Please notify an administrator.
tr_tr: Atanacak rol artık mevcut değil. Lütfen bir yöneticiye bildirin.

source: The role that was to be assigned could not be assigned. Please notify an administrator.
tr_tr: Atanacak rol atanamadı. Lütfen bir yöneticiye bildirin.

source: Thank you for sending this Modal!
tr_tr: Bu Modal'ı gönderdiğiniz için teşekkür ederiz!

source: Add a Modal for a message. Use YAML syntax to set up everything. **Example:** ``` [p]discordmodals add <message> title: Report a bug button: label: Report emoji: ⚠️ style: 4 # blurple = 1, grey = 2, green = 3, red = 4 modal: - label: What is the problem? style: 2 # short = 1, paragraph = 2 required: True default: None placeholder: None min_length: None max_length: None channel: general # id, mention, name anonymous: False unique_answer: False messages: error: Error! submit: Form submitted. pings: user1, user2, role1, role2 whitelist_roles: role1, role2 blacklist_roles: role3, role4 assign_roles: role5, role6 ``` The `emoji`, `style`, `required`, `default`, `placeholder`, `min_length`, `max_length`, `channel`, `anonymous`, `unique_answer`, `messages`, `pings`, `whitelist_roles`, `blacklist_roles` and `assign_roles` are not required.
tr_tr: Bir mesaj için Modal ekleyin. Her şeyi ayarlamak için YAML sözdizimini kullanın. **Örnek:** ``` [p]discordmodals add <mesaj> title: Bir hata bildir button: label: Bildir emoji: ⚠️ style: 4 # blurple = 1, gri = 2, yeşil = 3, kırmızı = 4 modal: - label: Sorun nedir? style: 2 # kısa = 1, paragraf = 2 required: True default: Yok placeholder: Yok min_length: Yok max_length: Yok channel: general # id, mention, name anonymous: False unique_answer: False messages: error: Hata! submit: Form gönderildi. pings: user1, user2, role1, role2 whitelist_roles: role1, role2 blacklist_roles: role3, role4 assign_roles: role5, role6 ``` `emoji`, `style`, `required`, `default`, `placeholder`, `min_length`, `max_length`, `channel`, `anonymous`, `unique_answer`, `messages`, `pings`, `whitelist_roles`, `blacklist_roles` ve `assign_roles` gerekli değildir.

source: This message already has a Modal.
tr_tr: Bu mesajda zaten bir Modal var.

source: This message already has components.
tr_tr: Bu mesajda zaten bileşenler var.

source: Sorry. An error occurred when I tried to put the button on the message.
tr_tr: Üzgünüm. Mesaja düğmeyi koymaya çalışırken bir hata oluştu.

source: Modal created.
tr_tr: Modal oluşturuldu.

source: List all Modals of this server or display the settings for a specific one.
tr_tr: Bu sunucunun tüm Modals'larını listeleyin veya belirli birinin ayarlarını gösterin.

source: No modal is configured for this message.
tr_tr: Bu mesaj için yapılandırılmış modal yok.

source: No modals in this server.
tr_tr: Bu sunucuda modal yok.

source: Modals
tr_tr: Modallar

source: There is {len_modals} modals in this server.
tr_tr: Bu sunucuda {len_modals} modal var.

source: Message Jump Link: {message_jump_link}
tr_tr: Mesaj Atlama Bağlantısı: {message_jump_link}

source: Remove a Modal for a message.
tr_tr: Bir mesaj için Modal'ı kaldırın.

source: No Modal is configured for this message.
tr_tr: Bu mesaj için yapılandırılmış bir Modal yok.

source: Clear all Modals for a guild.
tr_tr: Bir lonca için tüm Modal'ları temizleyin.

source: All Modals purged.
tr_tr: Tüm Modal'lar temizlendi.
