Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: editfile/locales/*.po
Languages: tr_tr

source: A cog to get a file and replace it from its path from Discord! ⚠️ This cog can be very dangerous, since it allows direct read/write/delete of files on the bot’s machine, considering the fact that reading the wrong file can expose sensitive information like tokens and deleting the wrong file can corrupt the bot or the system entirely.
tr_tr: Discord üzerinden bir dosyayı almak ve yolundan değiştirmek için bir cog! ⚠️ Bu cog çok tehlikeli olabilir, çünkü botun makinesindeki dosyaların doğrudan okunmasına/yazılmasına/silinmesine izin verir, yanlış dosyayı okumak tokenlar gibi hassas bilgileri açığa çıkarabilir ve yanlış dosyayı silmek botu veya sistemi tamamen bozabilir.

source: Get a file on the bot's host machine from its path. `#L10` or `#L10-L30` is supported.
tr_tr: Botun ana makinesindeki bir dosyayı yolundan alın. `#L10` veya `#L10-L30` desteklenmektedir.

source: Couldn't parse this input.
tr_tr: Bu girdi ayrıştırılamadı.

source: Cowardly refusing to read a file with no size stat. (it may be empty, endless or inaccessible).
tr_tr: Boyut bilgisi olmayan bir dosyayı okumayı korkakça reddediyorum. (boş, sonsuz veya erişilemez olabilir).

source: Cowardly refusing to read a file >128MB.
tr_tr: 128MB'den büyük bir dosyayı okumayı korkakça reddediyorum.

source: This file cannot be found on the host machine.
tr_tr: Bu dosya ana makinede bulunamıyor.

source: The path you specified refers to a directory, not a file.
tr_tr: Belirttiğiniz yol bir dosyaya değil, bir dizine atıfta bulunuyor.

source: There are only {len_lines} lines in this file.
tr_tr: Bu dosyada yalnızca {len_lines} satır var.

source: Here are the contents of the file `{path}`.
tr_tr: `{path}` dosyasının içeriği burada.

source: Replace a file on the bot's host machine from its path. `#L10` or `#L10-L30` is supported.
tr_tr: Botun ana makinesindeki bir dosyayı yolundan değiştirin. `#L10` veya `#L10-L30` desteklenmektedir.

source: This original file cannot be found on the host machine.
tr_tr: Bu orijinal dosya ana makinede bulunamıyor.

source: You must send the command with an attachment that will be used to replace the original file.
tr_tr: Komutu, orijinal dosyayı değiştirmek için kullanılacak bir ek ile göndermelisiniz.

source: This is the original/old file available at path `{path}`. Normally, this file has been replaced correctly.
tr_tr: Bu, `{path}` yolunda bulunan orijinal/eski dosya. Normalde, bu dosya doğru bir şekilde değiştirilmiş olmalıdır.

source: Get a cog directory on the bot's host machine from its name.
tr_tr: Botun ana makinesinde bir cog dizinini adından alın.

source: Could not find a cog with this name.
tr_tr: Bu ada sahip bir cog bulunamadı.

source: This cog has not yet stored any persistent data in its data folder.
tr_tr: Bu cog henüz veri klasöründe kalıcı bir veri saklamadı.

source: List all files/directories of a directory from its path.
tr_tr: Bir dizinin tüm dosyalarını/dizinlerini yolundan listeleyin.

source: This directory cannot be found on the host machine.
tr_tr: Bu dizin ana makinede bulunamıyor.

source: The path you specified refers to a file, not a directory.
tr_tr: Belirttiğiniz yol bir dosyaya değil, bir dizine atıfta bulunuyor.

source: Make a tree with all files/directories of a directory from its path.
tr_tr: Bir dizinin tüm dosyaları/dizinleri ile bir ağaç oluşturun.

source: Rename a file.
tr_tr: Bir dosyayı yeniden adlandırın.

source: The `{path}` file has been renamed.
tr_tr: `{path}` dosyası yeniden adlandırıldı.

source: Delete a file.
tr_tr: Bir dosyayı silin.

source: The `{path}` file has been deleted.
tr_tr: `{path}` dosyası silindi.
