Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: devutils/locales/*.po
Languages: tr_tr

source: No valid log level provided.
tr_tr: Geçerli bir günlük seviyesi sağlanmadı.

source: No valid discord object provided.
tr_tr: Geçerli bir discord nesnesi sağlanmadı.

source: Various development utilities!
tr_tr: Çeşitli geliştirme araçları!

source: Repeats a command a specified number of times. `--sleep <int>` is an optional flag specifying how much time to wait between command invocations.
tr_tr: Bir komutu belirtilen sayıda tekrar eder. `--sleep <int>` komut çağrıları arasında ne kadar bekleyeceğini belirten isteğe bağlı bir bayraktır.

source: You have not specified a correct command.
tr_tr: Doğru bir komut belirtmediniz.

source: You can't execute yourself this command.
tr_tr: Bu komutu kendiniz yürütemezsiniz.

source: Execute multiple commands at once. Split them using |.
tr_tr: Birden fazla komutu aynı anda çalıştırın. Onları | kullanarak ayırın.

source: `{command}` isn't a valid command.
tr_tr: `{command}` geçerli bir komut değil.

source: You can't execute yourself `{command}`.
tr_tr: `{command}` komutunu kendiniz çalıştıramazsınız.

source: Bypass a command's checks and cooldowns.
tr_tr: Bir komutun kontrollerini ve bekleme sürelerini atlayın.

source: Run a command timing execution and catching exceptions.
tr_tr: Bir komutu zamanlama yürütmesi ve istisnaları yakalama ile çalıştırın.

source: Command `{command}` finished in `{timing}`s.
tr_tr: `{command}` komutu `{timing}` saniyede tamamlandı.

source: Reinvoke a command message. You may reply to a message to reinvoke it or pass a message ID/link. The command will be invoked with the author and the channel of the specified message.
tr_tr: Bir komut mesajını yeniden çağırın. Bir mesaja yanıt vererek yeniden çağırabilir veya bir mesaj kimliği/bağlantısı geçebilirsiniz. Komut, belirtilen mesajın yazarı ve kanalı ile çağrılacaktır.

source: The command isn't valid.
tr_tr: Komut geçerli değil.

source: This command can't be executed.
tr_tr: Bu komut çalıştırılamaz.

source: Change the logging level for a logger. If no name is provided, the root logger (`red`) is used. Levels are the following: - `0`: `CRITICAL` - `1`: `ERROR` - `2`: `WARNING` - `3`: `INFO` - `4`: `DEBUG` - `5`: `VERBOSE` - `6`: `TRACE`
tr_tr: Bir kaydedici için günlük seviyesini değiştirin. Hiçbir ad belirtilmezse, kök kaydedici (`red`) kullanılır. Seviyeler şunlardır: - `0`: `KRİTİK` - `1`: `HATA` - `2`: `UYARI` - `3`: `BİLGİ` - `4`: `HATA AYIKLAMA` - `5`: `AYRINTILI` - `6`: `İZLEME`

source: Logger `{logger_name}` level set to `{level}`.
tr_tr: `{logger_name}` kaydedicisi seviyesi `{level}` olarak ayarlandı.

source: Force reload a module (to use code changes without restarting your bot). ⚠️ Please only use this if you know what you're doing.
tr_tr: Bir modülü zorla yeniden yükleyin (botunuzu yeniden başlatmadan kod değişikliklerini kullanmak için). ⚠️ Lütfen bunu yalnızca ne yaptığınızı biliyorsanız kullanın.

source: I couldn't find any module with this name.
tr_tr: Bu isimde bir modül bulamadım.

source: Module(s) {modules} reloaded.
tr_tr: Modül(ler) {modules} yeniden yüklendi.

source: Modules [...] reloaded.
tr_tr: Modüller [...] yeniden yüklendi.

source: Display the JSON of a Discord object with a raw request.
tr_tr: Ham bir istek ile bir Discord nesnesinin JSON'unu görüntüleyin.
