Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: dashboard/locales/*.po
Languages: tr_tr

source: This is not a valid URL.
tr_tr: Geçerli bir URL değil.

source: This is not a valid Dashboard redirect URI: it must end with `/callback`.
tr_tr: Bu geçerli bir Dashboard yönlendirme URI'sı değil: `/callback` ile bitmelidir.

source: This third party is not available.
tr_tr: Bu üçüncü taraf mevcut değil.

source: Interact with your bot through a web Dashboard! **Installation guide:** https://red-web-dashboard.readthedocs.io/en/latest ⚠️ This package is a fork of Neuro Assassin's work, and isn't endorsed by the Org at all.
tr_tr: Botunuzla bir web Dashboard üzerinden etkileşimde bulunun! **Kurulum rehberi:** https://red-web-dashboard.readthedocs.io/en/latest ⚠️ Bu paket, Neuro Assassin'in çalışmasının bir çatalıdır ve Org tarafından hiçbir şekilde onaylanmamıştır.

source: Red-Dashboard is not installed. Check <https://red-web-dashboard.readthedocs.io>.
tr_tr: Red-Dashboard yüklü değil. <https://red-web-dashboard.readthedocs.io> adresini kontrol edin.

source: You can't access the Dashboard.
tr_tr: Dashboard'a erişemezsiniz.

source: Set the client secret needed for Discord OAuth.
tr_tr: Discord OAuth için gereken istemci sırrını ayarlayın.

source: Discord Secret
tr_tr: Discord Sırrı

source: Discord OAuth secret set.
tr_tr: Discord OAuth sırrı ayarlandı.

source: Click on the button below to set a secret for Discord OAuth.
tr_tr: Discord OAuth için bir sır ayarlamak üzere aşağıdaki düğmeye tıklayın.
