Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: runcode/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: The cog is not fully charged.
de_de: Das Zahnrad ist nicht vollständig geladen.
el_gr: Το γρανάζι δεν είναι πλήρως φορτισμένο.
es_es: La rueda dentada no está completamente cargada.
fi_fi: Hammasratas ei ole täysin ladattu.
fr_fr: La roue dentée n'est pas complètement chargée.
it_it: Il pignone non è completamente carico.
ja_jp: コグが十分に充電されていない。
nl_nl: Het tandwiel is niet volledig opgeladen.
pl_pl: Trybik nie jest w pełni naładowany.
pt_pt: A engrenagem não está totalmente carregada.
ro_ro: Rotița nu este complet încărcată.
ru_ru: Зубчатка заряжена не полностью.
tr_tr: Cog tam olarak şarj edilmedi.
uk_ua: Гвинтик не повністю заряджений.

source: Incorrect language identifier for your code. To list all the supported languages identifiers, please use `{ctx.prefix}setruncode listidentifiers`.
de_de: Falscher Sprachidentifikator für Ihren Code. Um alle unterstützten Sprachbezeichner aufzulisten, verwenden Sie bitte `{ctx.prefix}setruncode listidentifiers`.
el_gr: Λανθασμένο αναγνωριστικό γλώσσας για τον κώδικά σας. Για να εμφανίσετε όλα τα αναγνωριστικά των υποστηριζόμενων γλωσσών, χρησιμοποιήστε `{ctx.prefix}setruncode listidentifiers`.
es_es: Identificador de idioma incorrecto para su código. Para listar todos los identificadores de idiomas soportados, por favor utilice `{ctx.prefix}setruncode listidentifiers`.
fi_fi: Väärä kielitunniste koodissasi. Voit luetella kaikki tuetut kielitunnukset käyttämällä `{ctx.prefix}setruncode listidentifiers`.
fr_fr: Identifiant de langue incorrect pour votre code. Pour lister tous les identifiants des langues supportées, utilisez `{ctx.prefix}setruncode listidentifiers`.
it_it: Identificatore di lingua errato per il codice. Per elencare tutti gli identificatori delle lingue supportate, utilizzare `{ctx.prefix}setruncode listidentifiers`.
ja_jp: あなたのコードの言語識別子が間違っています。 サポートされているすべての言語識別子をリストアップするには、`{ctx.prefix}setruncode listidentifiers`を使用してください。
nl_nl: Onjuiste taalidentificatie voor uw code. Gebruik `{ctx.prefix}setruncode listidentifiers` om een lijst te maken van alle ondersteunde taalidentifiers.
pl_pl: Nieprawidłowy identyfikator języka dla twojego kodu. Aby wymienić wszystkie obsługiwane identyfikatory języków, proszę użyć `{ctx.prefix}setruncode listidentifiers`.
pt_pt: Identificador de linguagem incorrecto para o seu código. Para listar todos os identificadores de línguas suportados, utilize `{ctx.prefix}setruncode listidentifiers'.
ro_ro: Identificatorul de limbă incorect pentru codul dumneavoastră. Pentru a enumera toți identificatorii de limbă suportați, vă rugăm să utilizați `{ctx.prefix}setruncode listidentifiers`.
ru_ru: Неверный идентификатор языка для вашего кода. Чтобы перечислить все поддерживаемые языковые идентификаторы, используйте `{ctx.prefix}setruncode listidentifiers`.
tr_tr: Kodunuz için yanlış dil tanımlayıcısı. Desteklenen tüm dil tanımlayıcılarını listelemek için lütfen `{ctx.prefix}setruncode listidentifiers` komutunu kullanın.
uk_ua: Неправильний ідентифікатор мови для вашого коду. Щоб переглянути список усіх підтримуваних ідентифікаторів мов, скористайтеся `{ctx.prefix}setruncode listidentifiers`.

source: No flags in argument.
de_de: Keine Flaggen im Argument.
el_gr: Δεν υπάρχουν σημαίες στο επιχείρημα.
es_es: No hay banderas en el argumento.
fi_fi: Väitteessä ei ole lippuja.
fr_fr: Pas de drapeaux dans l'argumentaire.
it_it: Non ci sono bandiere nell'argomento.
ja_jp: 引数でフラグを立てない。
nl_nl: Geen vlaggen in het argument.
pl_pl: Brak flag w argumentacji.
pt_pt: Sem bandeiras em discussão.
ro_ro: Nu există steaguri în argument.
ru_ru: В споре нет флагов.
tr_tr: Argümanda bayrak yok.
uk_ua: Ніяких прапорів у суперечці.

source: Not supported under dpy1.
fr_fr: Non pris en charge par dpy1.
it_it: Non supportato da dpy1.
pt_pt: Não suportado sob dpy1.

source: A cog to compile and run codes in some languages! Use `[p]setrundocs listlanguages` to get a list of all the available languages.
de_de: Ein Werkzeug zum Kompilieren und Ausführen von Codes in einigen Sprachen! Verwenden Sie `[p]setrundocs listlanguages`, um eine Liste aller verfügbaren Sprachen zu erhalten.
el_gr: Ένα γρανάζι για τη μεταγλώττιση και την εκτέλεση κωδικών σε ορισμένες γλώσσες! Χρησιμοποιήστε `[p]setrundocs listlanguages` για να λάβετε μια λίστα με όλες τις διαθέσιμες γλώσσες.
fr_fr: Un outil pour compiler et exécuter des codes dans certaines langues ! Utilisez `[p]setrundocs listlanguages` pour obtenir une liste de toutes les langues disponibles.
it_it: Un ingranaggio per compilare ed eseguire codici in alcune lingue! Usare `[p]setrundocs listlanguages` per ottenere un elenco di tutte le lingue disponibili.
nl_nl: Een tandwiel om codes te compileren en uit te voeren in sommige talen! Gebruik `[p]setrundocs listlanguages` om een lijst van alle beschikbare talen te krijgen.
pt_pt: Uma engrenagem para compilar e executar códigos em algumas línguas! Utilize `[p]setrundocs listlanguages` para obter uma lista de todas as línguas disponíveis.
ro_ro: O rotiță pentru a compila și rula coduri în anumite limbi! Utilizați `[p]setrundocs listlanguages` pentru a obține o listă cu toate limbile disponibile.

source: File must be smaller than 20 kio.
de_de: Die Datei muss kleiner als 20 kio sein.
el_gr: Το αρχείο πρέπει να είναι μικρότερο από 20 kio.
es_es: El archivo debe ser inferior a 20 kio.
fi_fi: Tiedoston on oltava pienempi kuin 20 kio.
fr_fr: Le fichier doit être inférieur à 20 kio.
it_it: Il file deve essere più piccolo di 20 kio.
ja_jp: ファイルサイズは20kio以下であること。
nl_nl: Bestand moet kleiner zijn dan 20 kio.
pl_pl: Plik musi być mniejszy niż 20 kio.
pt_pt: O ficheiro deve ser inferior a 20 kio.
ro_ro: Fișierul trebuie să fie mai mic de 20 kio.
ru_ru: Файл должен быть меньше 20 кио.
tr_tr: Dosya 20 kio'dan küçük olmalıdır.
uk_ua: Розмір файлу не повинен перевищувати 20 кілобайт.

source: Please provide the code!
de_de: Bitte geben Sie den Code an!
el_gr: Παρακαλούμε δώστε τον κωδικό!
es_es: Por favor, facilítenos el código!
fi_fi: Anna koodi!
fr_fr: Veuillez fournir le code !
it_it: Si prega di fornire il codice!
ja_jp: コードをご記入ください！
nl_nl: Geef de code!
pl_pl: Proszę podać kod!
pt_pt: Por favor, forneça o código!
ro_ro: Vă rugăm să furnizați codul!
ru_ru: Пожалуйста, предоставьте код!
tr_tr: Lütfen kodu sağlayın!
uk_ua: Будь ласка, вкажіть код!

source: Incorrect syntax, please use Markdown's syntax for your code.
de_de: Falsche Syntax, bitte verwenden Sie die Syntax von Markdown für Ihren Code.
el_gr: Λανθασμένη σύνταξη, χρησιμοποιήστε τη σύνταξη του Markdown για τον κώδικά σας.
es_es: Sintaxis incorrecta, por favor utilice la sintaxis de Markdown para su código.
fi_fi: Väärä syntaksi, käytä Markdownin syntaksia koodissasi.
fr_fr: Syntaxe incorrecte, veuillez utiliser la syntaxe Markdown pour votre code.
it_it: Sintassi errata, utilizzare la sintassi di Markdown per il codice.
ja_jp: 不正な構文です。コードにはMarkdownの構文を使用してください。
nl_nl: Onjuiste syntaxis, gebruik de Markdown-syntaxis voor je code.
pl_pl: Nieprawidłowa składnia, proszę użyć składni Markdown dla swojego kodu.
pt_pt: Sintaxe incorrecta, por favor use a sintaxe de Markdown para o seu código.
ro_ro: Sintaxă incorectă, vă rugăm să folosiți sintaxa Markdown pentru codul dvs.
ru_ru: Неправильный синтаксис, пожалуйста, используйте синтаксис Markdown для вашего кода.
tr_tr: Yanlış sözdizimi, lütfen kodunuz için Markdown sözdizimini kullanın.
uk_ua: Неправильний синтаксис, будь ласка, використовуйте синтаксис Markdown для вашого коду.

source: The language of your code could not be found. Specify it with the `language` parameter.
de_de: Die Sprache deines Codes konnte nicht gefunden werden. Geben Sie sie mit dem Parameter `language` an.
el_gr: Η γλώσσα του κώδικά σας δεν βρέθηκε. Καθορίστε την με την παράμετρο `language`.
es_es: No se ha encontrado el idioma de su código. Especifíquelo con el parámetro `language`.
fi_fi: Koodisi kieltä ei löydetty. Määritä se parametrilla `language`.
fr_fr: La langue de votre code n'a pas été trouvée. Spécifiez-la avec le paramètre `language`.
it_it: Non è stato possibile trovare la lingua del codice. Specificarla con il parametro `language`.
ja_jp: コードの言語が見つかりませんでした。language`パラメータで指定してください。
nl_nl: De taal van je code kon niet worden gevonden. Geef het op met de `taal` parameter.
pl_pl: Język twojego kodu nie mógł zostać znaleziony. Określ go za pomocą parametru `language`.
pt_pt: A língua do seu código não pôde ser encontrada. Especifique-o com o parâmetro `linguagem`.
ro_ro: Limba codului dvs. nu a putut fi găsită. Specificați-o cu ajutorul parametrului `language`.
ru_ru: Не удалось найти язык вашего кода. Укажите его с помощью параметра `language`.
tr_tr: Kodunuzun dili bulunamadı. `language` parametresi ile belirtin.
uk_ua: Не вдалося знайти мову вашого коду. Вкажіть її за допомогою параметра `language`.

source: `{engine}` is not a correct engine for {code_language} To list all the available engine for it, please use `{ctx.prefix}setruncode listengines {code_language}`.
de_de: {engine}" ist keine korrekte Engine für {code_language} . Um alle verfügbaren Engines aufzulisten, verwenden Sie bitte{ctx.prefix}setruncode listengines {code_language}".
el_gr: Το `{engine}` δεν είναι σωστή μηχανή για το {code_language} Για να παραθέσετε όλες τις διαθέσιμες μηχανές για αυτό, χρησιμοποιήστε το `{ctx.prefix}setruncode listengines {code_language}`.
es_es: `{engine}` no es un motor correcto para {code_language} Para listar todos los motores disponibles para ello, por favor utilice `{ctx.prefix}setruncode listengines {code_language}`.
fi_fi: `{engine}` ei ole oikea moottori {code_language} :lle Jos haluat listata kaikki saatavilla olevat moottorit, käytä `{ctx.prefix}setruncode listengines {code_language}`.
fr_fr: `{engine}` n'est pas un moteur correct pour {code_language} Pour lister tous les moteurs disponibles, utilisez `{ctx.prefix}setruncode listengines {code_language}`.
it_it: `{engine}` non è un motore corretto per {code_language} Per elencare tutti i motori disponibili, utilizzare `{ctx.prefix}setruncode listengines {code_language}`.
ja_jp: {engine}` は {code_language} の正しいエンジンではありません。利用可能なエンジンをすべてリストアップするには、 `{ctx.prefix}setruncode listengines {code_language}` を使用してください。
nl_nl: `{engine}` is geen correcte engine voor {code_language} Om een lijst te maken van alle beschikbare engines, gebruik je `{ctx.prefix}setruncode listengines {code_language}`.
pl_pl: `{engine}` nie jest prawidłowym silnikiem dla {code_language} Aby wymienić wszystkie dostępne dla niego silniki, proszę użyć `{ctx.prefix}setruncode listengines {code_language}`.
pt_pt: {engine}` não é um motor correcto para {code_language} Para listar todo o motor disponível para o mesmo, por favor utilize `{ctx.prefix}setruncode listengines {code_language}`.
ro_ro: `{engine}` nu este un motor corect pentru {code_language} Pentru a lista toate motoarele disponibile pentru acesta, vă rugăm să utilizați `{ctx.prefix}setruncode listengines {code_language}`.
ru_ru: `{engine}` не является корректным движком для {code_language} Чтобы перечислить все доступные движки для него, пожалуйста, используйте `{ctx.prefix}setruncode listengines {code_language}`.
tr_tr: `{engine}`, {code_language} için doğru bir motor değil Mevcut tüm motorları listelemek için lütfen `{ctx.prefix}setruncode listengines {code_language}` komutunu kullanın.
uk_ua: `{engine}` не є коректним рушієм для {code_language}. Щоб перерахувати всі доступні рушії для нього, будь ласка, використовуйте `{ctx.prefix}setruncode listengines {code_language}`.

source: There is no options available for compilation using `{engine}`. Ignoring this option.
de_de: Es gibt keine Optionen für die Kompilierung mit `{engine}`. Diese Option wird ignoriert.
el_gr: Δεν υπάρχουν διαθέσιμες επιλογές για τη μεταγλώττιση με τη χρήση του `{engine}`. Αγνοώντας αυτή την επιλογή.
es_es: No hay opciones disponibles para la compilación utilizando `{engine}`. Ignorando esta opción.
fi_fi: Kääntämisessä ei ole käytettävissä vaihtoehtoja, kun käytetään `{engine}`. Tämän vaihtoehdon huomiotta jättäminen.
fr_fr: Il n'y a pas d'options disponibles pour la compilation utilisant `{engine}`. Ignorer cette option.
it_it: Non ci sono opzioni disponibili per la compilazione usando `{engine}`. Ignorare questa opzione.
ja_jp: {engine}`を使ったコンパイルでは、利用できるオプションはありません。 このオプションは無視する。
nl_nl: Er zijn geen opties beschikbaar voor compilatie met `{engine}`. Negeer deze optie.
pl_pl: Nie ma żadnych opcji dostępnych dla kompilacji przy użyciu `{engine}`. Ignorowanie tej opcji.
pt_pt: Não há opções disponíveis para a compilação utilizando `{engine}`. Ignorando esta opção.
ro_ro: Nu există opțiuni disponibile pentru compilarea folosind `{engine}`. Ignorând această opțiune.
ru_ru: Для компиляции с использованием `{engine}` нет никаких опций. Игнорируйте эту опцию.
tr_tr: `{engine}` kullanarak derleme için mevcut seçenek yok. Bu seçenek yoksayılıyor.
uk_ua: Для компіляції з використанням `{engine}` не передбачено жодних опцій. Ігнорування цієї опції.

source: There is no options available for runtime execution `{engine}`. Ignoring this option.
de_de: Es ist keine Option für die Laufzeitausführung `{engine}` verfügbar. Diese Option wird ignoriert.
el_gr: Δεν υπάρχουν διαθέσιμες επιλογές για την εκτέλεση κατά τη διάρκεια της εκτέλεσης `{engine}`. Αγνοώντας αυτή την επιλογή.
es_es: No hay opciones disponibles para la ejecución en tiempo de ejecución `{engine}`. Ignorando esta opción.
fi_fi: Suoritusaikaa varten ei ole käytettävissä vaihtoehtoja `{engine}`. Tämän vaihtoehdon huomiotta jättäminen.
fr_fr: Il n'y a pas d'options disponibles pour l'exécution `{engine}`. Ignorer cette option.
it_it: Non è disponibile alcuna opzione per l'esecuzione in tempo reale `{engine}`. Ignorare questa opzione.
ja_jp: 実行時に利用できるオプションはありません `{engine}`. このオプションは無視する。
nl_nl: Er zijn geen opties beschikbaar voor runtime-uitvoering `{engine}`. Negeer deze optie.
pl_pl: Nie ma opcji dostępnych dla wykonania runtime `{engine}`. Ignorowanie tej opcji.
pt_pt: Não há opções disponíveis para execução em tempo de execução `{engine}`. Ignorando esta opção.
ro_ro: Nu există opțiuni disponibile pentru execuția în timp de execuție `{engine}`. Ignorând această opțiune.
ru_ru: Для выполнения `{engine}` нет никаких опций. Игнорируйте эту опцию.
tr_tr: `{engine}` çalıştırma süresi için mevcut seçenek yok. Bu seçenek yoksayılıyor.
uk_ua: Для виконання під час виконання `{engine}` немає доступних опцій. Ігнорування цієї опції.

source: Shows a list of all the available languages, or Wandbox or Tio API.
de_de: Zeigt eine Liste aller verfügbaren Sprachen, oder Wandbox oder Tio API.
el_gr: Εμφανίζει μια λίστα όλων των διαθέσιμων γλωσσών ή Wandbox ή Tio API.
es_es: Muestra una lista de todos los idiomas disponibles, o Wandbox o Tio API.
fi_fi: Näyttää luettelon kaikista käytettävissä olevista kielistä tai Wandbox- tai Tio API -kielistä.
fr_fr: Affiche une liste de toutes les langues disponibles, ou Wandbox ou Tio API.
it_it: Mostra un elenco di tutte le lingue disponibili, o Wandbox o Tio API.
ja_jp: 利用可能なすべての言語、またはWandbox、Tio APIの一覧を表示します。
nl_nl: Toont een lijst met alle beschikbare talen, of Wandbox of Tio API.
pl_pl: Pokazuje listę wszystkich dostępnych języków lub Wandbox lub Tio API.
pt_pt: Mostra uma lista de todas as línguas disponíveis, ou Wandbox ou Tio API.
ro_ro: Afișează o listă a tuturor limbilor disponibile, sau Wandbox sau Tio API.
ru_ru: Показывает список всех доступных языков, или Wandbox, или Tio API.
tr_tr: Mevcut tüm dillerin listesini veya Wandbox ya da Tio API'yi gösterir.
uk_ua: Показує список усіх доступних мов, або Wandbox чи Tio API.

source: Shows a list of all the available engines for a specified language, only for Wandbox API. Arguments: - `language`: The language name.
de_de: Zeigt eine Liste aller verfügbaren Engines für eine bestimmte Sprache an, nur für Wandbox API. Argumente: - `Sprache`: Der Name der Sprache.
el_gr: Εμφανίζει μια λίστα με όλες τις διαθέσιμες μηχανές για μια καθορισμένη γλώσσα, μόνο για το Wandbox API. Όργανα: - `language`: Το όνομα της γλώσσας.
es_es: Muestra una lista de todos los motores disponibles para un idioma especificado, sólo para Wandbox API. Argumentos: - `idioma`: El nombre del idioma.
fi_fi: Näyttää luettelon kaikista käytettävissä olevista moottoreista määritettyä kieltä varten, vain Wandbox API:ssa. Argumentit: - `language`: Kielen nimi.
fr_fr: Affiche une liste de tous les moteurs disponibles pour une langue donnée, uniquement pour l'API Wandbox. Arguments : - `language` : Le nom de la langue.
it_it: Mostra un elenco di tutti i motori disponibili per una lingua specificata, solo per Wandbox API. Argomenti: - `lingua`: Il nome della lingua.
ja_jp: Wandbox APIに限り、指定された言語で利用可能なすべてのエンジンのリストを表示します。 引数を指定する： - language`：言語名。
nl_nl: Toont een lijst met alle beschikbare engines voor een opgegeven taal, alleen voor Wandbox API. Argumenten: - `taal`: De naam van de taal.
pl_pl: Pokazuje listę wszystkich dostępnych silników dla określonego języka, tylko dla Wandbox API. Argumenty: - `language`: Nazwa języka.
pt_pt: Mostra uma lista de todos os motores disponíveis para uma língua especificada, apenas para Wandbox API. Argumentos: - `língua`: O nome da língua.
ro_ro: Afișează o listă cu toate motoarele disponibile pentru o limbă specificată, numai pentru Wandbox API. Argumente: - `language`: Numele limbii.
ru_ru: Показывает список всех доступных движков для указанного языка, только для Wandbox API. Аргументы: - `language`: Имя языка.
tr_tr: Belirtilen bir dil için mevcut tüm motorların listesini gösterir, yalnızca Wandbox API için. Argümanlar: - `language`: Dilin adı.
uk_ua: Показує список всіх доступних рушіїв для вказаної мови, тільки для Wandbox API. Аргументи: - `language`: Назва мови.

source: Lists all the languages identifiers recognized by the bot, only for Wandbox API.
de_de: Listet alle vom Bot erkannten Sprachkennungen auf, nur für Wandbox API.
el_gr: Παραθέτει όλα τα αναγνωριστικά γλωσσών που αναγνωρίζονται από το ρομπότ, μόνο για το Wandbox API.
es_es: Lista todos los identificadores de idioma reconocidos por el bot, sólo para Wandbox API.
fi_fi: Luettelee kaikki botin tunnistamat kielitunnukset, vain Wandbox API:n osalta.
fr_fr: Liste tous les identifiants de langues reconnus par le bot, uniquement pour l'API Wandbox.
it_it: Elenca tutti gli identificatori di lingua riconosciuti dal bot, solo per Wandbox API.
ja_jp: ボットが認識するすべての言語識別子を一覧表示します。Wandbox APIのみ。
nl_nl: Toont alle taalidentifiers die door de bot worden herkend, alleen voor Wandbox API.
pl_pl: Lista wszystkich identyfikatorów języków rozpoznawanych przez bota, tylko dla Wandbox API.
pt_pt: Lista todos os identificadores linguísticos reconhecidos pelo bot, apenas para Wandbox API.
ro_ro: Listează toți identificatorii de limbă recunoscuți de robot, numai pentru Wandbox API.
ru_ru: Перечисляет все идентификаторы языков, распознанные ботом, только для Wandbox API.
tr_tr: Bot tarafından tanınan tüm dil tanımlayıcılarını listeler, yalnızca Wandbox API için.
uk_ua: Перераховує всі ідентифікатори мов, які розпізнає бот, тільки для Wandbox API.

source: Lists all the languages extensions.
de_de: Listet alle Spracherweiterungen auf.
el_gr: Εμφανίζει όλες τις επεκτάσεις γλωσσών.
es_es: Lista todas las extensiones lingüísticas.
fi_fi: Luettelee kaikki kielilaajennukset.
fr_fr: Liste toutes les extensions de langues.
it_it: Elenca tutte le estensioni delle lingue.
ja_jp: すべての言語拡張を一覧表示します。
nl_nl: Toont alle taalextensies.
pl_pl: Zawiera listę wszystkich rozszerzeń językowych.
pt_pt: Lista de todas as extensões linguísticas.
ro_ro: Afișează toate extensiile de limbă.
ru_ru: Перечисляет все языковые расширения.
tr_tr: Tüm dil uzantılarını listeler.
uk_ua: Перераховує всі мовні розширення.

source: A cog to compile and run codes in some languages! Use `[p]setruncode listlanguages` to get a list of all the available languages.
es_es: ¡Un engranaje para compilar y ejecutar códigos en algunos idiomas! Utiliza `[p]setruncode listlanguages` para obtener una lista de todos los idiomas disponibles.
fi_fi: Hammasratas, jolla käännetään ja ajetaan koodeja joillakin kielillä! Käytä `[p]setruncode listlanguages` saadaksesi luettelon kaikista käytettävissä olevista kielistä.
ja_jp: いくつかの言語でコードをコンパイルして実行するための歯車！[p]setruncode listlanguages` を使って、利用可能なすべての言語のリストを取得してください。
pl_pl: Tryb do kompilowania i uruchamiania kodów w niektórych językach! Użyj `[p]setruncode listlanguages`, aby uzyskać listę wszystkich dostępnych języków.
ru_ru: Ког для компиляции и запуска кодов на некоторых языках! Используйте `[p]setruncode listlanguages`, чтобы получить список всех доступных языков.
tr_tr: Bazı dillerde kodları derlemek ve çalıştırmak için bir cog! Mevcut tüm dillerin listesini almak için `[p]setruncode listlanguages` komutunu kullanın.
uk_ua: Гвинтик для компіляції та запуску коду на деяких мовах! Використовуйте `[p]setruncode listlanguages` для отримання списку всіх доступних мов.
