Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: tickettool/locales/*.po
Languages: tr_tr

source: This profile does not exist.
tr_tr: Bu profil mevcut değil.

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: Send a message with a button to open a ticket or dropdown with possible reasons. Examples: - `[p]settickettool message <profile> #general "🐛|Report a bug|If you find a bug, report it here.|bug" "⚠️|Report a user|If you find a malicious user, report it here.|user"` - `[p]settickettool <profile> 1234567890-0987654321`
tr_tr: Bir bilet açmak için bir buton veya olası nedenlerle bir açılır menü içeren bir mesaj gönderin. Örnekler: - `[p]settickettool message <profile> #general "🐛|Bir hatayı bildir|Bir hata bulursanız, burada bildirin.|bug" "⚠️|Bir kullanıcıyı bildir|Kötü niyetli bir kullanıcı bulursanız, burada bildirin.|user"` - `[p]settickettool <profile> 1234567890-0987654321`

source: I don't have sufficient permissions in this channel to view it and to send messages into.
tr_tr: Bu kanalda mesajları görüntülemek ve göndermek için yeterli iznim yok.

source: Create ticket
tr_tr: Bilet oluştur

source: A different value must be provided for each dropdown option.
tr_tr: Her açılır menü seçeneği için farklı bir değer sağlanmalıdır.

source: An emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emojilerden biri geçersiz görünüyor. Bir emoji olduğundan emin olun. Eğer Nitron varsa başka bir sunucudan özel bir emoji kullanmış olabilirsiniz.

source: Creating the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} oluşturuluyor.

source: The dynamic channel name does not contain correct variable names and must be re-configured with `[p]settickettool dynamicchannelname`.
tr_tr: Dinamik kanal adı doğru değişken adları içermiyor ve `[p]settickettool dynamicchannelname` ile yeniden yapılandırılmalıdır.

source: Close
tr_tr: Kapat

source: Claim
tr_tr: Sahiplen

source: Delete
tr_tr: Sil

source: Ticket Created
tr_tr: Bilet Oluşturuldu

source: Thank you for creating a ticket on this server!
tr_tr: Bu sunucuda bir bilet oluşturduğunuz için teşekkürler!

source: 🎟️ Ticket ID: {ticket.id} 🕵️ Ticket created by: @{ticket.created_by.display_name} ({ticket.created_by.id}) ☢️ Ticket reason: {short_reason}
tr_tr: 🎟️ Bilet ID: {ticket.id} 🕵️ Bileti oluşturan: @{ticket.created_by.display_name} ({ticket.created_by.id}) ☢️ Bilet nedeni: {short_reason}

source: ⚠ At least one user (the ticket owner or a team member) could not be added to the ticket thread. Maybe the user doesn't have access to the parent forum/text channel. If the server uses private threads in a text channel, the bot does not have the `manage_messages` permission in this channel.
tr_tr: ⚠ En az bir kullanıcı (bilet sahibi veya bir ekip üyesi) bilet konusuna eklenemedi. Belki de kullanıcı ana forum/mesaj kanalına erişim hakkına sahip değil. Sunucu, bir mesaj kanalında özel konuları kullanıyorsa, bot bu kanalda `manage_messages` iznine sahip değildir.

source: The ticket was created by {ticket.created_by}.
tr_tr: Bilet {ticket.created_by} tarafından oluşturuldu.

source: Report on the creation of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} oluşturulmasına ilişkin rapor.

source: Opening the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} açılıyor.

source: Ticket Opened
tr_tr: Bilet Açıldı

source: The ticket was opened by {ticket.opened_by}.
tr_tr: Bilet {ticket.opened_by} tarafından açıldı.

source: Report on the close of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} kapanmasına ilişkin rapor.

source: Re-open
tr_tr: Yeniden aç

source: Cannot execute action on a text channel.
tr_tr: Bir metin kanalında işlem gerçekleştirilemiyor.

source: Report on the lock of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} kilitlenmesine ilişkin rapor.

source: Report on the unlock of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} kilidinin açılmasına ilişkin rapor.

source: Renaming the ticket {ticket.id}. (`{ticket.channel.name}` to `{new_name}`)
tr_tr: Bilet {ticket.id} yeniden adlandırılıyor. (`{ticket.channel.name}` 'dan `{new_name}` 'ye)

source: Ticket Renamed.
tr_tr: Bilet Yeniden Adlandırıldı.

source: Ticket Deleted
tr_tr: Bilet Silindi

source: The ticket was deleted by {ticket.deleted_by}.
tr_tr: Bilet {ticket.deleted_by} tarafından silindi.

source: Report on the deletion of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} silinmesine ilişkin rapor.

source: Deleting the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} siliniyor.

source: A ticket cannot be claimed if it is closed.
tr_tr: Bir bilet kapalıysa sahiplenilemez.

source: A bot cannot claim a ticket.
tr_tr: Bir bot bileti sahiplenemez.

source: Claiming the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} sahipleniliyor.

source: Ticket claimed.
tr_tr: Bilet sahiplenildi.

source: A ticket cannot be unclaimed if it is closed.
tr_tr: Bir bilet kapalıysa sahiplenme geri alınamaz.

source: Unclaiming the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} sahiplenmesi geri alınıyor.

source: Ticket unclaimed.
tr_tr: Bilet sahiplenmesi geri alındı.

source: Cannot execute action in a thread channel.
tr_tr: Bir konu kanalında işlem gerçekleştirilemiyor.

source: Changing owner of the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} sahipliği değiştiriliyor.

source: You cannot transfer ownership of a ticket to a bot.
tr_tr: Bir bot'a bilet sahipliği devredemezsiniz.

source: Owner Modified.
tr_tr: Sahip Değiştirildi.

source: Adding a member to the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} 'e bir üye ekleniyor.

source: You cannot add a bot to a ticket. ({member})
tr_tr: Bir bot'u bilete ekleyemezsiniz. ({member})

source: This member is already the owner of this ticket. ({member})
tr_tr: Bu üye zaten bu biletin sahibi. ({member})

source: This member is an administrator for the tickets system. They will always have access to the ticket anyway. ({member})
tr_tr: Bu üye bilet sistemi için bir yöneticidir. Her ne olursa olsun bilet erişimine her zaman sahip olacaklar. ({member})

source: This member already has access to this ticket. ({member})
tr_tr: Bu üye zaten bu bilete erişim hakkına sahip. ({member})

source: ⚠ At least one user (the ticket owner or a team member) could not be added to the ticket thread. Maybe the user the user doesn't have access to the parent forum/text channel. If the server uses private threads in a text channel, the bot does not have the `manage_messages` permission in this channel.
tr_tr: ⚠ En az bir kullanıcı (bilet sahibi veya bir ekip üyesi) bilet konusuna eklenemedi. Belki de kullanıcı ana forum/metin kanalına erişim hakkına sahip değil. Sunucu, bir metin kanalında özel konuları kullanıyorsa, bot bu kanalda `manage_messages` iznine sahip değildir.

source: Removing a member to the ticket {ticket.id}.
tr_tr: Bilet {ticket.id} 'den bir üye çıkarılıyor.

source: You cannot remove a bot to a ticket ({member}).
tr_tr: Bir bot'u biletten çıkaramazsınız ({member}).

source: You cannot remove the owner of this ticket. ({member})
tr_tr: Bu biletin sahibini çıkaramazsınız. ({member})

source: This member is an administrator for the tickets system. They will always have access to the ticket. ({member})
tr_tr: Bu üye bilet sistemi için bir yöneticidir. Her zaman bilete erişim hakkına sahip olacak. ({member})

source: This member is not in the list of those authorised to access the ticket. ({member})
tr_tr: Bu üye, bilete erişim izni olanlar listesinde değil. ({member})

source: A cog to manage a tickets system!
tr_tr: Bir bilet sistemi yönetmek için bir cog!

source: To get help on this server or to make an order for example, you can create a ticket. Just use the command `{prefix}ticket create` or click on the button below. You can then use the `{prefix}ticket` subcommands to manage your ticket.
tr_tr: Bu sunucuda yardım almak veya örneğin bir sipariş vermek için bir bilet oluşturabilirsiniz. Sadece `{prefix}ticket create` komutunu kullanın veya aşağıdaki düğmeye tıklayın. Ardından biletinizi yönetmek için `{prefix}ticket` alt komutlarını kullanabilirsiniz.

source: Choose the reason for open a ticket.
tr_tr: Bir bilet açma nedenini seçin.

source: Action taken for the ticket system.
tr_tr: Bilet sistemi için alınan eylem.

source: Ticket ID:
tr_tr: Bilet ID:

source: Owned by:
tr_tr: Sahibi:

source: Channel:
tr_tr: Kanal:

source: Closed by:
tr_tr: Kapatan:

source: Deleted by:
tr_tr: Silen:

source: Closed at:
tr_tr: Kapatıldığı zaman:

source: Reason:
tr_tr: Neden:

source: Ticket [{ticket.profile}] {ticket.id} - Action taken
tr_tr: Bilet [{ticket.profile}] {ticket.id} - Alınan eylem

source: You're not in a ticket.
tr_tr: Bir bilette değilsiniz.

source: This ticket isn't {status}ed.
tr_tr: Bu bilet {status}ed değil.

source: This ticket is {status}.
tr_tr: Bu bilet {status}.

source: You're not allowed to lock this ticket.
tr_tr: Bu bileti kilitlemeye yetkiniz yok.

source: You're not allowed to view this ticket.
tr_tr: Bu bileti görüntülemeye yetkiniz yok.

source: Please provide a profile.
tr_tr: Lütfen bir profil belirtin.

source: No profile has been created on this server.
tr_tr: Bu sunucuda profil oluşturulmamış.

source: The ticket system is not enabled on this server. Please ask an administrator of this server to use the `{ctx.prefix}settickettool` subcommands to configure it.
tr_tr: Bilet sistemi bu sunucuda etkin değil. Lütfen bu sunucunun bir yöneticisinden `{ctx.prefix}settickettool` alt komutlarını kullanarak yapılandırmasını isteyin.

source: The category `open` or the category `close` have not been configured. Please ask an administrator of this server to use the `{ctx.prefix}settickettool` subcommands to configure it.
tr_tr: `open` kategorisi veya `close` kategorisi yapılandırılmamış. Lütfen bu sunucunun bir yöneticisinden `{ctx.prefix}settickettool` alt komutlarını kullanarak yapılandırmasını isteyin.

source: Sorry. You have already reached the limit of {limit} open tickets.
tr_tr: Üzgünüm. Zaten {limit} açık bilet sınırına ulaştınız.

source: The bot does not have `manage_channels` permission on the `open` and `close` categories to allow the ticket system to function properly. Please notify an administrator of this server.
tr_tr: Bot, bilet sisteminin düzgün çalışabilmesi için `open` ve `close` kategorilerinde `manage_channels` iznine sahip değil. Lütfen bu sunucunun bir yöneticisine bildirin.

source: The bot does not have `manage_channel` permission in the forum channel to allow the ticket system to function properly. Please notify an administrator of this server.
tr_tr: Bot, bilet sisteminin düzgün çalışabilmesi için forum kanalında `manage_channel` iznine sahip değil. Lütfen bu sunucunun bir yöneticisine bildirin.

source: Please provide the required informations by clicking on the button below.
tr_tr: Lütfen aşağıdaki düğmeye tıklayarak gerekli bilgileri sağlayın.

source: Create a Ticket. If only one profile has been created on this server, you don't need to specify its name.
tr_tr: Bir Bilet oluşturun. Bu sunucuda yalnızca bir profil oluşturulmuşsa, adını belirtmenize gerek yoktur.

source: Create a Ticket for a member. If only one profile has been created on this server, you don't need to specify its name.
tr_tr: Bir üye için bir Bilet oluşturun. Bu sunucuda yalnızca bir profil oluşturulmuşsa, adını belirtmenize gerek yoktur.

source: You cannot create a ticket for a bot.
tr_tr: Bir bot için bilet oluşturamazsınız.

source: You cannot create a ticket for a member with a higher or equal role.
tr_tr: Daha yüksek veya eşit role sahip bir üye için bilet oluşturamazsınız.

source: Export all the messages of an existing Ticket in html format. Please note: all attachments and user avatars are saved with the Discord link in this file.
tr_tr: Mevcut bir Biletin tüm mesajlarını html formatında dışa aktarın. Lütfen unutmayın: tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla kaydedilir.

source: Here is the html file of the transcript of all the messages in this ticket. Please note: all attachments and user avatars are saved with the Discord link in this file.
tr_tr: Bu bilete ait tüm mesajların transkriptinin html dosyası burada. Lütfen unutmayın: tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla kaydedilir.

source: Open an existing Ticket.
tr_tr: Mevcut bir Bileti açın.

source: The ticket system is not enabled on this server.
tr_tr: Bilet sistemi bu sunucuda etkin değil.

source: Close an existing Ticket.
tr_tr: Mevcut bir Bileti kapatın.

source: Do you really want to close the ticket {ticket.id}?
tr_tr: Bileti {ticket.id} gerçekten kapatmak istiyor musunuz?

source: Lock an existing Ticket.
tr_tr: Mevcut bir Bileti kilitleyin.

source: Do you really want to lock the ticket {ticket.id}?
tr_tr: Bileti {ticket.id} gerçekten kilitlemek istiyor musunuz?

source: Unlock an existing locked Ticket.
tr_tr: Mevcut kilitli bir Bileti kilidini açın.

source: Rename an existing Ticket.
tr_tr: Mevcut bir Bileti yeniden adlandırın.

source: Delete an existing Ticket. If a logs channel is defined, an html file containing all the messages of this ticket will be generated. (Attachments are not supported, as they are saved with their Discord link)
tr_tr: Mevcut bir Bileti silin. Bir kayıt kanalı tanımlanmışsa, bu biletin tüm mesajlarını içeren bir html dosyası oluşturulacaktır. (Ekler desteklenmez, çünkü Discord bağlantısıyla kaydedilirler)

source: Do you really want to delete all the messages of the ticket {ticket.id}?
tr_tr: Bilet {ticket.id} 'nin tüm mesajlarını gerçekten silmek istiyor musunuz?

source: If a logs channel is defined, an html file containing all the messages of this ticket will be generated. (Attachments are not supported, as they are saved with their Discord link.)
tr_tr: Bir kayıt kanalı tanımlanmışsa, bu biletin tüm mesajlarını içeren bir html dosyası oluşturulacaktır. (Ekler desteklenmez, çünkü Discord bağlantısıyla kaydedilirler.)

source: Claim an existing Ticket.
tr_tr: Mevcut bir Bileti sahiplenin.

source: Unclaim an existing Ticket.
tr_tr: Mevcut bir Bileti sahiplenmekten vazgeçin.

source: Change the owner of an existing Ticket.
tr_tr: Mevcut bir Biletin sahibini değiştirin.

source: Add a member to an existing Ticket.
tr_tr: Mevcut bir Bilete bir üye ekleyin.

source: Remove a member to an existing Ticket.
tr_tr: Mevcut bir Biletten bir üye çıkarın.

source: List the existing Tickets for a profile. You can provide a status and/or a ticket owner.
tr_tr: Bir profil için mevcut Biletleri listeleyin. Bir durum ve/veya bir bilet sahibi belirtebilirsiniz.

source: No tickets to show.
tr_tr: Gösterilecek bilet yok.

source: The profile for which this button was configured no longer exists.
tr_tr: Bu düğmenin yapılandırıldığı profil artık mevcut değil.

source: You are not allowed to execute this command.
tr_tr: Bu komutu yürütme yetkiniz yok.

source: You have chosen to create a ticket.
tr_tr: Bir bilet oluşturmayı seçtiniz.

source: You have chosen to close this ticket. If this is not done, you do not have the necessary permissions to execute this command.
tr_tr: Bu bileti kapatmayı seçtiniz. Bu yapılmazsa, bu komutu yürütmek için gerekli izinlere sahip değilsiniz.

source: You have chosen to re-open this ticket.
tr_tr: Bu bileti yeniden açmayı seçtiniz.

source: You have chosen to claim this ticket. If this is not done, you do not have the necessary permissions to execute this command.
tr_tr: Bu bileti sahiplenmeyi seçtiniz. Bu yapılmazsa, bu komutu yürütmek için gerekli izinlere sahip değilsiniz.

source: This message is not in TicketTool config.
tr_tr: Bu mesaj TicketTool yapılandırmasında değil.

source: The profile for which this dropdown was configured no longer exists.
tr_tr: Bu açılır menünün yapılandırıldığı profil artık mevcut değil.

source: You have chosen to create a ticket with the reason `{reason}`.
tr_tr: {reason}` nedeni ile bir bilet oluşturmayı seçtiniz.

source: No open tickets by this user in this server.
tr_tr: Bu sunucuda bu kullanıcı tarafından açık bilet yok.

source: Emoji Label must be An emoji followed by a label, and optionnaly by a description and a value (for rename ticket channel), separated by either `;`, `,`, `|`, or `-`.
tr_tr: Emoji Etiketi bir emoji ve ardından bir etiket ve isteğe bağlı olarak bir açıklama ve bir değer (bilet kanalını yeniden adlandırmak için) içermelidir, bunlar `;`, `,`, `|` veya `-` ile ayrılmalıdır.

source: Error parsing YAML. Please make sure the format is valid (a YAML validator may help)
tr_tr: YAML ayrıştırma hatası. Lütfen formatın geçerli olduğundan emin olun (bir YAML doğrulayıcı yardımcı olabilir)

source: You can only have 5 text inputs.
tr_tr: Yalnızca 5 metin girişi yapabilirsiniz.

source: The argument `/{count}/{arg}` is required in the YAML.
tr_tr: YAML'de `/{count}/{arg}` argümanı gereklidir.

source: The argument `/{count}/{arg}` is invalid in the YAML. Check the spelling.
tr_tr: YAML'de `/{count}/{arg}` argümanı geçersiz. Yazımı kontrol edin.

source: The argument `/modal/{count}/label` must be less than 45 characters long.
tr_tr: `/modal/{count}/label` argümanı 45 karakterden kısa olmalıdır.

source: The argument `/{count}/style` must be a number between 1 and 2.
tr_tr: `/{count}/style` argümanı 1 ile 2 arasında bir sayı olmalıdır.

source: The argument `/{count}/required` must be a boolean (True or False).
tr_tr: `/{count}/required` argümanı bir boolean (Doğru veya Yanlış) olmalıdır.

source: The argument `/modal/{count}/default` must be less than 4000 characters long.
tr_tr: `/modal/{count}/default` argümanı 4000 karakterden kısa olmalıdır.

source: The argument `/modal/{count}/placeholder` must be less than 100 characters long.
tr_tr: `/modal/{count}/placeholder` argümanı 100 karakterden kısa olmalıdır.

source: The argument `/modal/{count}/min_length` must be between 0 and 4000.
tr_tr: `/modal/{count}/min_length` argümanı 0 ile 4000 arasında olmalıdır.

source: The argument `/modal/{count}/max_length` must be between 0 and 4000.
tr_tr: `/modal/{count}/max_length` argümanı 0 ile 4000 arasında olmalıdır.
