Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: The cog Mod is not loaded. To load it, do `{ctx.prefix}load mod`.
de_de: Der cog Mod ist nicht geladen. Um sie zu laden, tun Sie `{ctx.prefix}load mod`.
el_gr: Το γρανάζι Mod δεν έχει φορτωθεί. Για να το φορτώσετε, κάντε `{ctx.prefix}load mod`.
es_es: El mod cog no está cargado. Para cargarlo, haga `{ctx.prefix}load mod`.
fi_fi: Hammasratas Modia ei ole ladattu. Voit ladata sen tekemällä `{ctx.prefix}load mod`.
fr_fr: Le cog Mod n'est pas chargé. Pour le charger, faites `{ctx.prefix}load mod`.
it_it: Il modulo cog non è caricato. Per caricarlo, eseguire `{ctx.prefix}load mod`.
ja_jp: cog Modがロードされていません。ロードするには、`{ctx.prefix}load mod`を実行してください。
nl_nl: De tandwielmod is niet geladen. Om hem te laden, doe je `{ctx.prefix}load mod`.
pl_pl: Mod cog nie jest załadowany. Aby go załadować, wykonaj `{ctx.prefix}load mod`.
pt_br: A engrenagem Mod não está carregada. Para a carregar, fazer `{ctx.prefix}load mod`.
ro_ro: Mod de rotiță Mod nu este încărcat. Pentru a-l încărca, faceți `{ctx.prefix}load mod`.
ru_ru: Мод cog Mod не загружен. Чтобы загрузить его, сделайте `{ctx.prefix}load mod`.
uk_ua: Гвинтик Mod не завантажено. Щоб завантажити його, виконайте `{ctx.prefix}load mod`.

source: Sanctioning a member - ⚠️ Warn
de_de: Sanktionierung eines Mitglieds - ⚠️ Warnung
el_gr: Επιβολή κυρώσεων σε μέλος - ⚠️ Warn
es_es: Sancionar a un miembro - ⚠️ Warn
fi_fi: Jäsenen rankaiseminen - ⚠️ Warn
fr_fr: Sanctionner un membre - ⚠️ Avertir
it_it: Sanzionare un membro - ⚠️ Avvertire
ja_jp: メンバーへの制裁 - ⚠️ Warn
nl_nl: Een lid sanctioneren - ⚠️ Waarschuwen
pl_pl: Ukaranie członka - ⚠️ Ostrzeżenie
pt_br: Sancionar um membro - ⚠️ Aviso
ro_ro: Sancționarea unui membru - ⚠️ Avertisment
ru_ru: Наложение санкций на участника - ⚠️ Предупреждение
uk_ua: Санкціонування учасника - ⚠️ Попередження

source: Why do you want warn {user}? (Set `cancel` to cancel or `not` for none)
de_de: Warum wollen Sie eine Warnung {user}? (Setzen Sie `cancel` für abbrechen oder `not` für keine)
el_gr: Γιατί θέλετε να προειδοποιήσετε το {user}; (Ορίστε το `cancel` για ακύρωση ή το `not` για κανένα)
es_es: ¿Por qué quieres avisar a {user}? (Establecer `cancel` para cancelar o `not` para ninguno)
fi_fi: Miksi haluat varoittaa {user}? (Aseta `cancel` peruuttamaan tai `not` ei peruuttamista varten.)
fr_fr: Pourquoi voulez-vous avertir {user}? (Mettez `cancel` pour annuler ou `not` pour aucun)
it_it: Perché si vuole avvisare {user}? (Impostare `cancel` per annullare o `not` per nessuno)
ja_jp: なぜwarn {user} が必要なのでしょうか？(キャンセルする場合は `cancel` を、しない場合は `not` を設定します)
nl_nl: Waarom wil je {user} waarschuwen? (Zet `cancel` op annuleren of `not` voor geen)
pl_pl: Dlaczego chcesz ostrzeżenia {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer avisar {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vrei să avertizezi {user}? (Setați `cancel` pentru anulare sau `not` pentru niciuna)
ru_ru: Зачем вам нужно предупреждение {user}? (Установите `cancel` для отмены или `not` для отсутствия)
uk_ua: Чому ви хочете попереджати {user}? (Встановіть `cancel` для скасування або `not` для жодного)

source: Do you really want to warn {user}?
de_de: Wollen Sie wirklich {user} warnen?
el_gr: Θέλετε πραγματικά να προειδοποιήσετε το {user};
es_es: ¿Realmente quieres avisar a {user}?
fi_fi: Haluatko todella varoittaa {user}?
fr_fr: Voulez-vous vraiment avertir {user}?
it_it: Vuoi davvero avvertire {user}?
ja_jp: 本当に {user} に警告したいのですか？
nl_nl: Wil je echt {user} waarschuwen?
pl_pl: Czy naprawdę chcesz ostrzec {user}?
pt_br: Quer realmente avisar {user}?
ro_ro: Chiar vrei să avertizezi {user}?
ru_ru: Вы действительно хотите предупредить {user}?
uk_ua: Ви дійсно хочете попередити {user}?

source: The user {user} has been received a warning!
de_de: Der Benutzer {user} hat eine Warnung erhalten!
el_gr: Ο χρήστης {user} έχει λάβει μια προειδοποίηση!
es_es: ¡El usuario {user} ha recibido un aviso!
fi_fi: Käyttäjä {user} on saanut varoituksen!
fr_fr: L'utilisateur {user} a reçu un avertissement !
it_it: L'utente {user} ha ricevuto un avviso!
ja_jp: ユーザー {user} に警告が届きました！
nl_nl: De gebruiker {user} heeft een waarschuwing ontvangen!
pl_pl: Użytkownik {user} otrzymał ostrzeżenie!
pt_br: O utilizador {user} recebeu um aviso!
ro_ro: Utilizatorul {user} a primit un avertisment!
ru_ru: Пользователь {user} получил предупреждение!
uk_ua: Користувач {user} отримав попередження!

source: The cog Warnings is not loaded. To load it, do `{ctx.prefix}load warnings`. You can also install/load the WarnSystem cog.
de_de: Das Zahnrad "Warnungen" ist nicht geladen. Um es zu laden, tun Sie `{ctx.prefix}load warnings`. Sie können auch das WarnSystem cog installieren/laden.
el_gr: Το γρανάζι Warnings δεν έχει φορτωθεί. Για να το φορτώσετε, κάντε `{ctx.prefix}load warnings`. Μπορείτε επίσης να εγκαταστήσετε/φορτώσετε το cog WarnSystem.
es_es: El engranaje Avisos no está cargado. Para cargarlo, haga `{ctx.prefix}load warnings`. También puede instalar/cargar el cog WarnSystem.
fi_fi: Hammasta Varoitukset ei ole ladattu. Lataa se tekemällä `{ctx.prefix}load warnings`. Voit myös asentaa/ladata WarnSystem-cogin.
fr_fr: La cog Warnings n'est pas chargée. Pour le charger, faites `{ctx.prefix}load warnings`. Vous pouvez également installer/charger le cog WarnSystem.
it_it: L'ingranaggio Avvertenze non è caricato. Per caricarlo, fare `{ctx.prefix}load warnings`. Si può anche installare/caricare il cog WarnSystem.
ja_jp: コグWarningsはロードされていません。ロードするには、`{ctx.prefix}load warnings`を実行してください。また、WarnSystem cogをインストール/ロードすることもできます。
nl_nl: Het tandwiel Waarschuwingen is niet geladen. Om het te laden, doe je `{ctx.prefix}load warnings`. Je kunt ook het WarnSystem tandwiel installeren/laden.
pl_pl: Tryby Ostrzeżeń nie są załadowane. Aby go załadować, zrób `{ctx.prefix}load warnings`. Możesz również zainstalować/załadować kogę WarnSystem.
pt_br: A engrenagem não está carregada. Para a carregar, fazer `{ctx.prefix}carregar avisos`. Pode também instalar/carregar a engrenagem do WarnSystem.
ro_ro: Roata dințată Avertizări nu este încărcată. Pentru a-l încărca, faceți `{ctx.prefix}load warnings`. De asemenea, puteți instala/încărca și cog-ul WarnSystem.
ru_ru: Когорта "Предупреждения" не загружена. Чтобы загрузить его, выполните команду `{ctx.prefix}load warnings`. Вы также можете установить/загрузить ког WarnSystem.
uk_ua: Гвинтик Попередження не завантажено. Щоб завантажити його, виконайте `{ctx.prefix}load warnings`. Ви також можете встановити/завантажити гвинтик WarnSystem.

source: Sanctioning a member - 🔨 Ban
de_de: Sanktionierung eines Mitglieds - 🔨 Verbot
el_gr: Επιβολή κυρώσεων σε ένα μέλος - 🔨 Απαγόρευση
es_es: Sancionar a un miembro - 🔨 Ban
fi_fi: Jäsenen rankaiseminen - 🔨 Kielto
fr_fr: Sanctionner un membre - 🔨 Bannissement
it_it: Sanzione di un membro - 🔨 Ban
ja_jp: 会員への制裁 - 🔨 禁止事項
nl_nl: Een lid straffen - 🔨 Ban
pl_pl: Ukaranie członka - 🔨 Ban
pt_br: Sancionar um membro - 🔨 Proibição
ro_ro: Sancționarea unui membru - 🔨 Interzicere
ru_ru: Наказание участника - 🔨 бан
uk_ua: Санкції до учасника - 🔨 бан

source: Why do you want to ban {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} verbieten? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλετε να απαγορεύσετε το {user}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres prohibir {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat kieltää {user}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous interdire {user}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché vuoi vietare {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ、 {user} を禁止したいのですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} verbieden? (Zet `cancel` op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz zbanować {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer proibir {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vrei să interzici {user}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите запретить {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете забанити {user}? (Встановіть `cancel` у значення "скасувати" або `not` у значення "ні")

source: Do you really want to ban {user}?
de_de: Wollen Sie {user} wirklich verbieten?
el_gr: Θέλετε πραγματικά να απαγορεύσετε το {user};
es_es: ¿Realmente quiere prohibir {user}?
fi_fi: Haluatko todella kieltää {user}?
fr_fr: Voulez-vous vraiment interdire {user}?
it_it: Volete davvero vietare {user}?
ja_jp: 本当に {user} を禁止したいのでしょうか？
nl_nl: Wil je {user} echt verbieden?
pl_pl: Czy naprawdę chcesz zakazać {user}?
pt_br: Quer mesmo proibir {user}?
ro_ro: Chiar vrei să interzici {user}?
ru_ru: Вы действительно хотите запретить {user}?
uk_ua: Ви дійсно хочете заборонити {user}?

source: The user {user} has been banned!
de_de: Der Benutzer {user} wurde gebannt!
el_gr: Ο χρήστης {user} έχει απαγορευτεί!
es_es: El usuario {user} ha sido expulsado!
fi_fi: Käyttäjä {user} on bannattu!
fr_fr: L'utilisateur {user} a été banni !
it_it: L'utente {user} è stato bannato!
ja_jp: ユーザー {user} は禁止されています！
nl_nl: De gebruiker {user} is verbannen!
pl_pl: Użytkownik {user} został zbanowany!
pt_br: O utilizador {user} foi banido!
ro_ro: Utilizatorul {user} a fost interzis!
ru_ru: Пользователь {user} был забанен!
uk_ua: Користувача {user} було заблоковано!

source: The cog Mod is not loaded. To load it, do `{ctx.prefix}load mod`. You can also install/load the WarnSystem cog.
de_de: Der cog Mod ist nicht geladen. Um es zu laden, tun Sie `{ctx.prefix}load mod`. Sie können auch das WarnSystem cog installieren/laden.
el_gr: Το γρανάζι Mod δεν έχει φορτωθεί. Για να το φορτώσετε, κάντε `{ctx.prefix}load mod`. Μπορείτε επίσης να εγκαταστήσετε/φορτώσετε το cog WarnSystem.
es_es: El mod cog no está cargado. Para cargarlo, haga `{ctx.prefix}load mod`. También puede instalar/cargar el WarnSystem cog.
fi_fi: Hammasratas Modia ei ole ladattu. Voit ladata sen tekemällä `{ctx.prefix}load mod`. Voit myös asentaa/ladata WarnSystem cogin.
fr_fr: Le cog Mod n'est pas chargé. Pour le charger, faites `{ctx.prefix}load mod`. Vous pouvez également installer/charger le cog WarnSystem.
it_it: Il modulo cog non è caricato. Per caricarlo, fare `{ctx.prefix}load mod`. È anche possibile installare/caricare il cog WarnSystem.
ja_jp: cog Modがロードされていません。ロードするには、`{ctx.prefix}load mod`を実行してください。WarnSystemのcogもインストール/ロードすることができます。
nl_nl: De tandwielmod is niet geladen. Om hem te laden, doe je `{ctx.prefix}load mod`. Je kunt ook het WarnSystem tandwiel installeren/laden.
pl_pl: Mod cog nie jest załadowany. Aby go załadować, zrób `{ctx.prefix}load mod`. Możesz również zainstalować/załadować trybik WarnSystem.
pt_br: A engrenagem Mod não está carregada. Para a carregar, fazer `{ctx.prefix}load mod`. Pode também instalar/carregar a engrenagem do WarnSystem.
ro_ro: Mod de roți dințate nu este încărcat. Pentru a-l încărca, faceți `{ctx.prefix}load mod`. De asemenea, puteți instala/încărca și cog-ul WarnSystem.
ru_ru: Мод cog Mod не загружен. Чтобы загрузить его, сделайте `{ctx.prefix}load mod`. Вы также можете установить/загрузить мод WarnSystem.
uk_ua: Гвинтик Mod не завантажено. Щоб завантажити його, виконайте `{ctx.prefix}load mod`. Ви також можете встановити/завантажити гвинтик WarnSystem.

source: Sanctioning a member - 🔂 SoftBan
de_de: Sanktionierung eines Mitglieds - 🔂 SoftBan
el_gr: Επιβολή κυρώσεων σε ένα μέλος - 🔂 SoftBan
es_es: Sancionar a un miembro - 🔂 SoftBan
fi_fi: Jäsenen rankaiseminen - 🔂 SoftBan
fr_fr: Sanctionner un membre - 🔂 SoftBan
it_it: Sanzionare un membro - 🔂 SoftBan
ja_jp: 会員への制裁 - 🔂 SoftBan
nl_nl: Een lid sanctioneren - 🔂 SoftBan
pl_pl: Ukaranie członka - 🔂 SoftBan
pt_br: Sancionar um membro - 🔂 SoftBan
ro_ro: Sancționarea unui membru - 🔂 SoftBan
ru_ru: Наложение санкций на участника - 🔂 SoftBan
uk_ua: Санкціонування учасника - 🔂 SoftBan

source: Why do you want to softban {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} softbanen? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλετε να κάνετε softban το {user}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres eliminar {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat softbanin {user}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous interdire {user}? (Mettez `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole softban {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ、 {user} をソフトバンしたいのですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} softbannen? (Zet `annuleer` op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz softbana {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer softban {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vrei să faci softban {user}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите сделать softban {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете софтбан {user}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to softban {user}?
de_de: Willst du wirklich {user} softbanen?
el_gr: Θέλετε πραγματικά να κάνετε softban το {user};
es_es: ¿Realmente quieres suavizar {user}?
fi_fi: Haluatko todella softban {user}?
fr_fr: Voulez-vous vraiment interdire {user}?
it_it: Volete davvero softban {user}?
ja_jp: {user} 本当にソフトバンしたいですか？
nl_nl: Wil je {user} echt softbannen?
pl_pl: Czy naprawdę chcesz softbana {user}?
pt_br: Quer mesmo softban {user}?
ro_ro: Chiar vrei să faci softban {user}?
ru_ru: Вы действительно хотите сделать софтбан {user}?
uk_ua: Ви дійсно хочете софтбан {user}?

source: The user {user} has been softbanned!
de_de: Der Benutzer {user} wurde sanft gebannt!
el_gr: Ο χρήστης {user} έχει απαγορευτεί!
es_es: El usuario {user} ha sido expulsado!
fi_fi: Käyttäjä {user} on saanut softbannin!
fr_fr: L'utilisateur {user} a été softbanné !
it_it: L'utente {user} è stato softbannato!
ja_jp: ユーザー {user} はソフトバンされました！
nl_nl: De gebruiker {user} is geband!
pl_pl: Użytkownik {user} został objęty softbanem!
pt_br: O utilizador {user} foi "softbanned"!
ro_ro: Utilizatorul {user} a fost softbanat!
ru_ru: Пользователь {user} был мягко забанен!
uk_ua: Користувача {user} було забанено!

source: Sanctioning a member - 💨 TempBan
de_de: Sanktionierung eines Mitglieds - 💨 TempBan
el_gr: Επιβολή κυρώσεων σε ένα μέλος - 💨 TempBan
es_es: Sancionar a un miembro - 💨 TempBan
fi_fi: Jäsenen rankaiseminen - 💨 TempBan
fr_fr: Sanctionner un membre - 💨 TempBan
it_it: Sanzionare un membro - 💨 TempBan
ja_jp: 会員に制裁を加える - 💨 TempBan
nl_nl: Een lid sanctioneren - 💨 TempBan
pl_pl: Ukaranie członka - 💨 TempBan
pt_br: Sancionar um membro - 💨 TempBan
ro_ro: Sancționarea unui membru - 💨 TempBan
ru_ru: Наложение санкций на пользователя - 💨 TempBan
uk_ua: Санкціонування учасника - 💨 TempBan

source: How long do you want to tempban {user}? (Set `cancel` to cancel)
de_de: Wie lange wollen Sie {user} verbieten? (Zum Abbrechen `Abbrechen` einstellen)
el_gr: Πόσο καιρό θέλετε να απαγορεύσετε το {user}; (Ορίστε `cancel` για ακύρωση)
es_es: ¿Cuánto tiempo quieres prohibir {user}? (Pon `cancelar` para cancelar)
fi_fi: Kuinka kauan haluatte antaa tempbanin {user}? (Aseta `cancel` peruuttaaksesi)
fr_fr: Combien de temps voulez-vous interdire {user}? (Mettre `cancel` pour annuler)
it_it: Per quanto tempo vuoi tempban {user}? (Impostare `cancel` per annullare)
ja_jp: {user} をいつまでテンパらせるか？(キャンセルする場合は `cancel` をセットしてください)
nl_nl: Hoe lang wil je {user} tempbannen? (Stel `cancel` in om te annuleren)
pl_pl: Na jak długo chcesz tempban {user}? (Ustaw `cancel`, aby anulować)
pt_br: Por quanto tempo pretende tempban {user}? (Definir "cancelar" para cancelar)
ro_ro: Cât timp vrei să tempban {user}? (Setați `cancel` pentru a anula)
ru_ru: Как долго вы хотите темпбанить {user}? (Установите `cancel` для отмены)
uk_ua: На скільки часу ви хочете тимчасово заборонити {user}? (Встановіть `cancel` для скасування)

source: Why do you want to tempban {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} verbieten? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλεις να απαγορεύσεις το {user}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres prohibir el acceso a {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluatte kieltää {user}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous tempbaner {user}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché vuoi tempban {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ {user}を禁止したいのですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} tempbannen? (Zet `cancel` op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz tempban {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque é que queres tempban {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vreți să vă temporizați {user}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите темпбанить {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете тимчасово заборонити {user}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to tempban {user}?
de_de: Willst du wirklich {user} verbieten?
el_gr: Θέλετε πραγματικά να απαγορεύσετε το {user};
es_es: ¿Realmente quieres prohibir el acceso a {user}?
fi_fi: Haluatko todella kieltää {user}?
fr_fr: Voulez-vous vraiment interdire l'accès à {user}?
it_it: Volete davvero tempban {user}?
ja_jp: {user} 本当にテンバンをしたいのですか？
nl_nl: Wil je {user} echt tempbannen?
pl_pl: Czy naprawdę chcesz tempban {user}?
pt_br: Queres mesmo tempban {user}?
ro_ro: Chiar vreți să vă temporizați {user}?
ru_ru: Вы действительно хотите темпбана {user}?
uk_ua: Ви дійсно хочете тимчасово заборонити {user}?

source: The user {user} has been tempban!
de_de: Der Benutzer {user} wurde mit einem Tempban belegt!
el_gr: Ο χρήστης {user} έχει αποκλειστεί!
es_es: ¡El usuario {user} ha sido tempban!
fi_fi: Käyttäjä {user} on saanut tempban!
fr_fr: L'utilisateur {user} a été tempban !
it_it: L'utente {user} è stato tempban!
ja_jp: ユーザー {user} 、tempbanされました！
nl_nl: De gebruiker {user} heeft een tempban gekregen!
pl_pl: Użytkownik {user} otrzymał tempban!
pt_br: O utilizador {user} tem sido tempban!
ro_ro: Utilizatorul {user} a fost tempban!
ru_ru: Пользователь {user} был забанен!
uk_ua: Користувача {user} було тимчасово забанено!

source: Sanctioning a member - 👢 Kick
de_de: Sanktionierung eines Mitglieds - 👢 Kick
el_gr: Επιβολή κυρώσεων σε ένα μέλος - 👢 Κλωτσιά
es_es: Sancionar a un miembro - 👢 Patada
fi_fi: Jäsenen rankaiseminen - 👢 Potku
fr_fr: Sanctionner un membre - 👢 Coup de pied
it_it: Sanzionare un membro - 👢 Calcio
ja_jp: メンバーに制裁を加える - 👢キック
nl_nl: Een lid straffen - 👢 Kick
pl_pl: Ukaranie członka - 👢 Kick.
pt_br: Sancionar um membro - 👢 Kick
ro_ro: Sancționarea unui membru - 👢 Kick
ru_ru: Наложение санкций на участника - 👢 Kick
uk_ua: Санкціонування учасника - 👢 Кіт

source: Why do you want to kick {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} kündigen? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλετε να κλωτσήσετε το {user}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres patear {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat potkia {user}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous virer {user}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole dare un calcio a {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ、 {user} を蹴りたいのですか？(`cancel`にはキャンセル、`not`にはなしを設定します)
nl_nl: Waarom wil je {user} schoppen? (Zet `cancel` op annuleren of `not` op geen)
pl_pl: Dlaczego chcesz wykopać {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer dar pontapés {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vrei să dai cu piciorul la {user}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите отменить {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете відкинути {user}? (Встановіть `cancel` на скасування або `not` на ні)

source: The user {user} has been kicked!
de_de: Der Benutzer {user} wurde gekickt!
el_gr: Ο χρήστης {user} έχει διαγραφεί!
es_es: El usuario {user} ha sido expulsado!
fi_fi: Käyttäjä {user} on potkaistu!
fr_fr: L'utilisateur {user} a été kické !
it_it: L'utente {user} è stato cacciato!
ja_jp: ユーザー {user} はキックされました！
nl_nl: De gebruiker {user} is geschopt!
pl_pl: Użytkownik {user} został skopany!
pt_br: O utilizador {user} foi chutado!
ro_ro: Utilizatorul {user} a fost dat afară!
ru_ru: Пользователь {user} был удален!
uk_ua: Користувача {user} було заблоковано!

source: Sanctioning a member - 🔇 Mute
de_de: Sanktionierung eines Mitglieds - 🔇 Stumm
el_gr: Επιβολή κυρώσεων σε μέλος - 🔇 Σίγαση
es_es: Sancionar a un miembro - 🔇 Mute
fi_fi: Jäsenen rankaiseminen - 🔇 Mykistys
fr_fr: Sanctionner un membre - 🔇 Muet
it_it: Sanzionare un membro - 🔇 Muto
ja_jp: メンバーへの制裁 - 🔇ミュート
nl_nl: Een lid sanctioneren - 🔇 Dempen
pl_pl: Ukaranie członka - 🔇 Mute
pt_br: Sancionar um membro - 🔇 Mudo
ro_ro: Sancționarea unui membru - 🔇 Mute
ru_ru: Наложение санкций на участника - 🔇 Mute
uk_ua: Санкціонування учасника - 🔇 Вимкнення звуку

source: Why do you want to mute {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} stummschalten? (Setzen Sie `cancel` auf abbrechen oder `not` auf keine)
el_gr: Γιατί θέλετε να κάνετε σίγαση στο {user}; (Ορίστε το `cancel` για ακύρωση ή το `not` για κανένα)
es_es: ¿Por qué quieres silenciar {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat mykistää {user}? (Aseta `cancel` peruuttamiseksi tai `not` ei ole).
fr_fr: Pourquoi voulez-vous mettre en sourdine {user}? (Mettez `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole silenziare {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ、 {user} をミュートしたいのですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} dempen? (Zet `cancel` op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz wyciszyć {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer silenciar {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vreți să puneți surdină la {user}? (Setați `cancel` la anulare sau `not` la niciunul)
ru_ru: Почему вы хотите отключить звук {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете вимкнути звук {user}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to mute {user}?
de_de: Wollen Sie {user} wirklich stumm schalten?
el_gr: Θέλετε πραγματικά να κάνετε σίγαση στο {user};
es_es: ¿Realmente quieres silenciar {user}?
fi_fi: Haluatko todella mykistää {user}?
fr_fr: Voulez-vous vraiment mettre en sourdine {user}?
it_it: Vuoi davvero silenziare {user}?
ja_jp: 本当に {user} をミュートしたいのでしょうか？
nl_nl: Wil je echt {user} uitschakelen?
pl_pl: Czy naprawdę chcesz wyciszyć {user}?
pt_br: Queres mesmo silenciar {user}?
ro_ro: Chiar vreți să puneți pe mute {user}?
ru_ru: Вы действительно хотите отключить звук {user}?
uk_ua: Ви дійсно хочете вимкнути звук {user}?
