Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: The user {user} has been muted!
de_de: Der Benutzer {user} wurde stummgeschaltet!
el_gr: Ο χρήστης {user} έχει σιγήσει!
es_es: ¡El usuario {user} ha sido silenciado!
fi_fi: Käyttäjä {user} on mykistetty!
fr_fr: L'utilisateur {user} a été mis en sourdine !
it_it: L'utente {user} è stato silenziato!
ja_jp: ユーザー {user} はミュートされました！
nl_nl: De gebruiker {user} is gedempt!
pl_pl: Użytkownik {user} został wyciszony!
pt_br: O utilizador {user} foi silenciado!
ro_ro: Utilizatorul {user} a fost dezactivat!
ru_ru: Пользователь {user} был отключен!
uk_ua: Користувача {user} було вимкнено!

source: The cog Mutes is not loaded. To load it, do `{ctx.prefix}load mutes`. You can also install/load the WarnSystem cog.
de_de: Das Zahnrad "Mutes" ist nicht geladen. Um es zu laden, tun Sie `{ctx.prefix}load mutes`. Sie können auch das WarnSystem-Cog installieren/laden.
el_gr: Το γρανάζι Mutes δεν έχει φορτωθεί. Για να το φορτώσετε, κάντε `{ctx.prefix}load mutes`. Μπορείτε επίσης να εγκαταστήσετε/φορτώσετε το cog WarnSystem.
es_es: La rueda Mutes no está cargada. Para cargarlo, haga `{ctx.prefix}load mutes`. También puedes instalar/cargar el cog WarnSystem.
fi_fi: Hammasta Mute ei ole ladattu. Lataa se tekemällä `{ctx.prefix}load mutes`. Voit myös asentaa/ladata WarnSystem-ogin.
fr_fr: Le cog Mutes n'est pas chargé. Pour le charger, faites `{ctx.prefix}load mutes`. Vous pouvez également installer/charger le cog WarnSystem.
it_it: L'ingranaggio Mutes non è caricato. Per caricarlo, fare `{ctx.prefix}load mutes`. È anche possibile installare/caricare il modulo WarnSystem.
ja_jp: コグ「Mutes」はロードされていません。ロードするには、`{ctx.prefix}load mutes`を実行してください。WarnSystemコグをインストール/ロードすることも可能です。
nl_nl: Het tandwiel Mutes is niet geladen. Om het te laden, doe je `{ctx.prefix}load mutes`. Je kunt ook het WarnSystem tandwiel installeren/laden.
pl_pl: Tryb Mutes nie jest załadowany. Aby go załadować, zrób `{ctx.prefix}load mutes`. Możesz również zainstalować/ załadować trybik WarnSystem.
pt_br: A engrenagem Muda não está carregada. Para carregá-la, fazer `{ctx.prefix}carregar as engrenagens de silos`. Também pode instalar/carregar a engrenagem do WarnSystem.
ro_ro: Rotița Mutes nu este încărcată. Pentru a-l încărca, faceți `{ctx.prefix}load mutes`. De asemenea, puteți instala/încărca și cog-ul WarnSystem.
ru_ru: Зубчатка Mutes не загружена. Чтобы загрузить его, выполните команду `{ctx.prefix}load mutes`. Вы также можете установить/загрузить ког WarnSystem.
uk_ua: Елемент Mutes не завантажено. Щоб завантажити його, виконайте `{ctx.prefix}load mutes`. Ви також можете встановити/завантажити гвинтик WarnSystem.

source: Sanctioning a member - 👊 MuteChannel
de_de: Sanktionierung eines Mitglieds - 👊 MuteChannel
el_gr: Επιβολή κυρώσεων σε ένα μέλος - 👊 MuteChannel
es_es: Sancionar a un miembro - 👊 MuteChannel
fi_fi: Jäsenen rankaiseminen - 👊 MuteChannel (Mykistä kanava)
fr_fr: Sanctionner un membre - 👊 MuteChannel
it_it: Sanzionare un membro - 👊 MuteChannel
ja_jp: メンバーへの制裁 - 👊 MuteChannel
nl_nl: Een lid sanctioneren - 👊 MuteChannel
pl_pl: Ukaranie członka - 👊 MuteChannel
pt_br: Sancionar um membro - 👊 MuteChannel
ro_ro: Sancționarea unui membru - 👊 MuteChannel
ru_ru: Наложение санкций на участника - 👊 MuteChannel
uk_ua: Санкціонування учасника - 👊 MuteChannel

source: Why do you want to mute {user} in {ctx.channel.mention}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} in {ctx.channel.mention}stummschalten? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλετε να κάνετε σίγαση του {user} στο {ctx.channel.mention}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres silenciar {user} en {ctx.channel.mention}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat mykistää {user} osoitteessa {ctx.channel.mention}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous mettre en sourdine {user} dans {ctx.channel.mention}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole silenziare {user} in {ctx.channel.mention}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: {ctx.channel.mention}で {user} をミュートしたい理由は何ですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} dempen in {ctx.channel.mention}? (Stel `annuleren` in op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz wyciszyć {user} w {ctx.channel.mention}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer silenciar {user} em {ctx.channel.mention}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce doriți să dezactivați {user} în {ctx.channel.mention}? (Setați `cancel` la anulare sau `not` la niciunul)
ru_ru: Почему вы хотите отключить звук {user} в {ctx.channel.mention}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете вимкнути {user} в {ctx.channel.mention}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to mute {user} in {ctx.channel.mention}?
de_de: Wollen Sie {user} in {ctx.channel.mention}wirklich stumm schalten?
el_gr: Θέλετε πραγματικά να κάνετε σίγαση του {user} στο {ctx.channel.mention};
es_es: ¿Realmente quieres silenciar {user} en {ctx.channel.mention}?
fi_fi: Haluatko todella mykistää {user} osoitteessa {ctx.channel.mention}?
fr_fr: Voulez-vous vraiment mettre en sourdine {user} dans {ctx.channel.mention}?
it_it: Vuoi davvero silenziare {user} in {ctx.channel.mention}?
ja_jp: {ctx.channel.mention}の {user} を本当にミュートしたいのですか？
nl_nl: Wil je {user} echt dempen in {ctx.channel.mention}?
pl_pl: Czy naprawdę chcesz wyciszyć {user} w {ctx.channel.mention}?
pt_br: Quer mesmo silenciar {user} em {ctx.channel.mention}?
ro_ro: Chiar vreți să dezactivați {user} în {ctx.channel.mention}?
ru_ru: Вы действительно хотите отключить звук {user} в {ctx.channel.mention}?
uk_ua: Ви дійсно хочете вимкнути звук {user} в {ctx.channel.mention}?

source: The user {user} has been muted in #{ctx.channel.name}!
de_de: Der Benutzer {user} wurde in #{ctx.channel.name}stummgeschaltet!
el_gr: Ο χρήστης {user} έχει σιγήσει στο #{ctx.channel.name}!
es_es: ¡El usuario {user} ha sido silenciado en #{ctx.channel.name}!
fi_fi: Käyttäjä {user} on mykistetty osoitteessa #{ctx.channel.name}!
fr_fr: L'utilisateur {user} a été mis en sourdine dans #{ctx.channel.name}!
it_it: L'utente {user} è stato silenziato in #{ctx.channel.name}!
ja_jp: ユーザー {user} は、 #{ctx.channel.name}でミュートされました！
nl_nl: De gebruiker {user} is gemuted in #{ctx.channel.name}!
pl_pl: Użytkownik {user} został wyciszony w #{ctx.channel.name}!
pt_br: O utilizador {user} foi silenciado em #{ctx.channel.name}!
ro_ro: Utilizatorul {user} a fost dezactivat în #{ctx.channel.name}!
ru_ru: Пользователь {user} был отключен в #{ctx.channel.name}!
uk_ua: Користувача {user} було вимкнено в #{ctx.channel.name}!

source: The cog Mutes is not loaded. To load it, do `{ctx.prefix}load mutes`.
de_de: Das Zahnrad "Mutes" ist nicht geladen. Um es zu laden, tun Sie `{ctx.prefix}load mutes`.
el_gr: Το γρανάζι Mutes δεν έχει φορτωθεί. Για να το φορτώσετε, κάντε `{ctx.prefix}load mutes`.
es_es: La rueda Mutes no está cargada. Para cargarlo, haga `{ctx.prefix}load mutes`.
fi_fi: Hammasta Mute ei ole ladattu. Lataa se tekemällä `{ctx.prefix}load mutes`.
fr_fr: Le cog Mutes n'est pas chargé. Pour le charger, faites `{ctx.prefix}load mutes`.
it_it: L'ingranaggio Mutes non è caricato. Per caricarlo, fare `{ctx.prefix}load mutes`.
ja_jp: コグ「Mutes」はロードされていません。ロードするには、`{ctx.prefix}load mutes`を実行してください。
nl_nl: Het tandwiel Mutes is niet geladen. Om het te laden, doe je `{ctx.prefix}load mutes`.
pl_pl: Tryb Mutes nie jest załadowany. Aby go załadować, wykonaj `{ctx.prefix}load mutes`.
pt_br: A engrenagem Muda não está carregada. Para carregá-la, fazer `{ctx.prefix}carregar as engrenagens de silos`.
ro_ro: Rotița Mutes nu este încărcată. Pentru a-l încărca, faceți `{ctx.prefix}load mutes`.
ru_ru: Зубчатка Mutes не загружена. Чтобы загрузить его, выполните команду `{ctx.prefix}load mutes`.
uk_ua: Елемент Mutes не завантажено. Щоб завантажити його, виконайте `{ctx.prefix}load mutes`.

source: Sanctioning a member - ⏳ TempMute
de_de: Sanktionierung eines Mitglieds - ⏳ TempMute
el_gr: Επιβολή κυρώσεων σε ένα μέλος - ⏳ TempMute
es_es: Sancionar a un miembro - ⏳ TempMute
fi_fi: Jäsenen rankaiseminen - ⏳ TempMute
fr_fr: Sanctionner un membre - ⏳ TempMute
it_it: Sanzionare un membro - ⏳ TempMute
ja_jp: メンバーへの制裁 - ⏳ TempMute
nl_nl: Een lid sanctioneren - ⏳ TempMute
pl_pl: Ukaranie członka - ⏳ TempMute
pt_br: Sancionar um membro - ⏳ TempMute
ro_ro: Sancționarea unui membru - ⏳ TempMute
ru_ru: Наложение санкций на участника - ⏳ TempMute
uk_ua: Санкціонування учасника - ⏳ TempMute

source: How long do you want to tempmute {user}? (Set `cancel` to cancel)
de_de: Wie lange wollen Sie {user} stummschalten? (Zum Abbrechen `Abbrechen` einstellen)
el_gr: Πόσο καιρό θέλετε να κάνετε προσωρινή σίγαση στο {user}; (Ορίστε το `cancel` για ακύρωση)
es_es: ¿Cuánto tiempo quieres silenciar {user}? (Pon `cancelar` para cancelar)
fi_fi: Kuinka kauan haluat mykistää {user}? (Aseta `cancel` peruuttaaksesi)
fr_fr: Combien de temps voulez-vous mettre en tempête {user}? (Mettre `cancel` pour annuler)
it_it: Per quanto tempo si vuole temporizzare {user}? (Impostare `cancel` per annullare)
ja_jp: {user} を何分間テンパらせるか？(キャンセルする場合は `cancel` をセットしてください)
nl_nl: Hoe lang wil je {user} tempmuten? (Stel `cancel` in om te annuleren)
pl_pl: Jak długo chcesz tempmute {user}? (Ustaw `cancel` na anulowanie)
pt_br: Quanto tempo quer tentar {user}? (Definir "cancelar" para cancelar)
ro_ro: Cât timp doriți să temporizați {user}? (Setați `cancel` pentru a anula)
ru_ru: Как долго вы хотите отключить {user}? (Установите `cancel` для отмены)
uk_ua: На який час ви хочете приглушити звук {user}? (Встановіть `cancel` для скасування)

source: Why do you want to tempmute {user}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} stummschalten? (Setzen Sie `cancel` auf abbrechen oder `not` auf keine)
el_gr: Γιατί θέλετε να κάνετε προσωρινή σίγαση στο {user}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres silenciar temporalmente {user}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat mykistää {user}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous tempmuter {user}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole mettere in pausa {user}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: なぜ、 {user}をテンポミュートしたいのですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} tempmuten? (Zet `cancel` op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz tempmute {user}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer tentar {user}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce vreți să temporizați {user}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите темпмутировать {user}? (Установите `cancel` на отмену или `not` на отсутствие)
uk_ua: Чому ви хочете приглушити звук {user}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to tempmute {user}?
de_de: Möchten Sie wirklich {user} tempmute?
el_gr: Θέλετε πραγματικά να κάνετε σιωπή στο {user};
es_es: ¿Realmente quieres temporizar {user}?
fi_fi: Haluatko todella mykistää {user}?
fr_fr: Voulez-vous vraiment tempmuter {user}?
it_it: Vuoi davvero mettere in pausa {user}?
ja_jp: 本当に {user}をテンパらせたいのでしょうか？
nl_nl: Wil je {user} echt tempmuten?
pl_pl: Czy naprawdę chcesz tempmute {user}?
pt_br: Quer mesmo tentar {user}?
ro_ro: Chiar vreți să temporizați {user}?
ru_ru: Вы действительно хотите темперировать {user}?
uk_ua: Ви дійсно хочете приглушити звук {user}?

source: The user {user} has been tempmuted!
de_de: Der Benutzer {user} wurde mit einer Zeitschaltuhr versehen!
el_gr: Ο χρήστης {user} έχει υποστεί τροποποίηση!
es_es: ¡El usuario {user} ha sido tempmutado!
fi_fi: Käyttäjä {user} on tempmuted!
fr_fr: L'utilisateur {user} a été tempmuté !
it_it: L'utente {user} è stato temporizzato!
ja_jp: ユーザーの {user} 、テンパってしまいました！
nl_nl: De gebruiker {user} is getemputeerd!
pl_pl: Użytkownik {user} został tempmutowany!
pt_br: O utilizador {user} foi tentado!
ro_ro: Utilizatorul {user} a fost tempmutat!
ru_ru: Пользователь {user} был подвергнут нападению!
uk_ua: Користувача {user} було спокушено!

source: Sanctioning a member - ⌛ TempMuteChannel
de_de: Sanktionierung eines Mitglieds - ⌛ TempMuteChannel
el_gr: Επιβολή κυρώσεων σε ένα μέλος - ⌛ TempMuteChannel
es_es: Sancionar a un miembro - ⌛ TempMuteChannel
fi_fi: Jäsenen rankaiseminen - ⌛ TempMuteChannel
fr_fr: Sanctionner un membre - ⌛ TempMuteChannel
it_it: Sanzionare un membro - ⌛ TempMuteChannel
ja_jp: メンバーへの制裁 - ⌛ TempMuteChannel
nl_nl: Een lid sanctioneren - ⌛ TempMuteChannel
pl_pl: Ukaranie członka - ⌛ TempMuteChannel
pt_br: Sancionar um membro - ⌛ TempMuteChannel
ro_ro: Sancționarea unui membru - ⌛ TempMuteChannel
ru_ru: Наложение санкций на участника - ⌛ TempMuteChannel
uk_ua: Санкціонування учасника - ⌛ TempMuteChannel

source: How long do you want to tempmute {user} in {ctx.channel.mention}? (Set `cancel` to cancel)
de_de: Wie lange wollen Sie {user} in {ctx.channel.mention}stummschalten? (Setzen Sie `Abbrechen` zum Abbrechen)
el_gr: Πόσο καιρό θέλετε να κάνετε προσωρινή σίγαση στο {user} στο {ctx.channel.mention}; (Ορίστε το `cancel` για ακύρωση)
es_es: ¿Durante cuánto tiempo quieres silenciar {user} en {ctx.channel.mention}? (Pon `cancel` para cancelar)
fi_fi: Kuinka kauan haluatte mykistää {user} osoitteessa {ctx.channel.mention}? (Aseta `cancel` peruuttaaksesi)
fr_fr: Combien de temps voulez-vous mettre en tempête {user} dans {ctx.channel.mention}? (Mettre `cancel` pour annuler)
it_it: Per quanto tempo si vuole temporizzare {user} in {ctx.channel.mention}? (Impostare `cancel` per annullare)
ja_jp: {ctx.channel.mention}の {user} をいつまでテンパらせるか？(キャンセルする場合は `cancel` を設定してください)
nl_nl: Hoe lang wil je {user} tempmuten in {ctx.channel.mention}? (Stel `annuleer` in om te annuleren)
pl_pl: Jak długo chcesz tempmute {user} w {ctx.channel.mention}? (Ustaw `cancel` na anulowanie)
pt_br: Quanto tempo quer tentar {user} em {ctx.channel.mention}? (Definir "cancelar" para cancelar)
ro_ro: Cât timp doriți să temporizați {user} în {ctx.channel.mention}? (Setați `cancel` pentru a anula)
ru_ru: Как долго вы хотите сохранять темп {user} в {ctx.channel.mention}? (Установите `cancel` для отмены)
uk_ua: На який час ви хочете замінити {user} на {ctx.channel.mention}? (Встановіть `cancel` для скасування)

source: Why do you want to tempmute {user} in {ctx.channel.mention}? (Set `cancel` to cancel or `not` to none)
de_de: Warum wollen Sie {user} in {ctx.channel.mention}stummschalten? (Setzen Sie `cancel` auf cancel oder `not` auf none)
el_gr: Γιατί θέλετε να κάνετε tempmute το {user} στο {ctx.channel.mention}; (Ρυθμίστε το `cancel` σε cancel ή το `not` σε none)
es_es: ¿Por qué quieres silenciar temporalmente {user} en {ctx.channel.mention}? (Pon `cancel` a cancelar o `not` a ninguno)
fi_fi: Miksi haluat tempmute {user} osoitteessa {ctx.channel.mention}? (Aseta `cancel` arvoksi cancel tai `not` arvoksi none).
fr_fr: Pourquoi voulez-vous tempérer {user} dans {ctx.channel.mention}? (Mettre `cancel` à annuler ou `not` à aucun)
it_it: Perché si vuole mettere in pausa {user} in {ctx.channel.mention}? (Impostare `cancel` su cancel o `not` su none)
ja_jp: {ctx.channel.mention}の {user} をテンポよく再生したい理由は何ですか？(`cancel`をキャンセルに、`not`をなしに設定)
nl_nl: Waarom wil je {user} tempmuten in {ctx.channel.mention}? (Stel `annuleer` in op annuleren of `niet` op geen)
pl_pl: Dlaczego chcesz tempmute {user} w {ctx.channel.mention}? (Ustaw `cancel` na cancel lub `not` na none)
pt_br: Porque quer tentar {user} em {ctx.channel.mention}? (Definir "cancelar" para cancelar ou "não" para nenhum)
ro_ro: De ce doriți să temperați {user} în {ctx.channel.mention}? (Setați `cancel` la cancel sau `not` la none)
ru_ru: Почему вы хотите темпмутировать {user} в {ctx.channel.mention}? (Установите `cancel` в значение cancel или `not` в значение none)
uk_ua: Чому ви хочете перетворити {user} на {ctx.channel.mention}? (Встановіть `cancel` на скасування або `not` на ні)

source: Do you really want to tempmute {user} in {ctx.channel.mention}?
de_de: Willst du wirklich {user} in {ctx.channel.mention}tempmute?
el_gr: Θέλετε πραγματικά να κάνετε προσωρινή χρήση του {user} στο {ctx.channel.mention};
es_es: ¿ De verdad quieres temporizar {user} en {ctx.channel.mention}?
fi_fi: Haluatko todella tempmute {user} osoitteessa {ctx.channel.mention}?
fr_fr: Voulez-vous vraiment tempmuter {user} dans {ctx.channel.mention}?
it_it: Vuoi davvero tempestare {user} in {ctx.channel.mention}?
ja_jp: {ctx.channel.mention}の {user} を本当にテンパりたいですか？
nl_nl: Wil je {user} echt tempmuten in {ctx.channel.mention}?
pl_pl: Czy naprawdę chcesz tempmute {user} w {ctx.channel.mention}?
pt_br: Quer mesmo tentar {user} em {ctx.channel.mention}?
ro_ro: Chiar vreți să temporizați {user} în {ctx.channel.mention}?
ru_ru: Вы действительно хотите темпмировать {user} в {ctx.channel.mention}?
uk_ua: Ви дійсно хочете перетворити {user} на {ctx.channel.mention}?

source: The user {user} has been tempmuted in #{ctx.channel.name}!
de_de: Der Benutzer {user} wurde in #{ctx.channel.name}tempmutiert!
el_gr: Ο χρήστης {user} έχει μεταβληθεί στο #{ctx.channel.name}!
es_es: ¡El usuario {user} ha sido tempmutado en #{ctx.channel.name}!
fi_fi: Käyttäjä {user} on tempmuted osoitteessa #{ctx.channel.name}!
fr_fr: L'utilisateur {user} a été tempmuté en #{ctx.channel.name}!
it_it: L'utente {user} è stato temporizzato in #{ctx.channel.name}!
ja_jp: ユーザー {user} は、 #{ctx.channel.name}でテンパっています！
nl_nl: De gebruiker {user} is getemplate in #{ctx.channel.name}!
pl_pl: Użytkownik {user} został tempmutowany w #{ctx.channel.name}!
pt_br: O utilizador {user} foi tentado em #{ctx.channel.name}!
ro_ro: Utilizatorul {user} a fost temperat în #{ctx.channel.name}!
ru_ru: Пользователь {user} был темпмирован в #{ctx.channel.name}!
uk_ua: Користувача {user} було замінено на #{ctx.channel.name}!

source: The reason was not given.
de_de: Der Grund wurde nicht genannt.
el_gr: Ο λόγος δεν δόθηκε.
es_es: No se dio la razón.
fi_fi: Syytä ei kerrottu.
fr_fr: La raison n'a pas été donnée.
it_it: Il motivo non è stato fornito.
ja_jp: 理由は明かされていない。
nl_nl: De reden werd niet gegeven.
pl_pl: Powód nie został podany.
pt_br: A razão não foi dada.
ro_ro: Motivul nu a fost precizat.
ru_ru: Причина не была названа.
tr_tr: Neden belirtilmedi.
uk_ua: Причину не назвали.

source: Infinity
de_de: Unendlichkeit
el_gr: Άπειρο
es_es: Infinito
fr_fr: L'infini
it_it: L'infinito
ja_jp: インフィニティ
nl_nl: Oneindigheid
pt_br: Infinito
ro_ro: Infinit
ru_ru: Бесконечность
tr_tr: Sonsuz
uk_ua: Нескінченність

source: If an error has occurred, it will be displayed below.
de_de: Wenn ein Fehler aufgetreten ist, wird dieser unten angezeigt.
el_gr: Εάν έχει προκύψει σφάλμα, αυτό θα εμφανιστεί παρακάτω.
es_es: Si se ha producido un error, se mostrará a continuación.
fi_fi: Jos on tapahtunut virhe, se näkyy alla.
fr_fr: Si une erreur s'est produite, elle sera affichée ci-dessous.
it_it: Se si è verificato un errore, questo verrà visualizzato di seguito.
ja_jp: エラーが発生した場合は、下に表示されます。
nl_nl: Als er een fout is opgetreden, wordt deze hieronder weergegeven.
pl_pl: Jeśli wystąpił błąd, zostanie on wyświetlony poniżej.
pt_br: Se tiver ocorrido um erro, este será afixado abaixo.
ro_ro: În cazul în care a apărut o eroare, aceasta va fi afișată mai jos.
ru_ru: Если произошла ошибка, она будет показана ниже.
uk_ua: Якщо сталася помилка, вона буде відображена нижче.

source: - :information_source: Show info on a user. Examples: - `[p]sanction 1 @user`: UserInfo for no reason - `[p]sanction 1 @user What are these roles?`: UserInfo for the reason "What are these roles?" - `[p]sanction 1 012345678987654321`: UserInfo with the ID provided.
es_es: - :information_source: Mostrar información sobre un usuario. Ejemplos: - `[p]sanction 1 @user`: UserInfo for no reason - `[p]sanction 1 @user ¿Qué son estos roles?`: UserInfo por la razón "¿Cuales son estos roles?" - `[p]sanction 1 012345678987654321`: UserInfo con el ID proporcionado.
fi_fi: - :information_source: Näytä käyttäjän tiedot. Esimerkkejä: - `[p]sanction 1 @user`: `[p]sanction 1 @user Mitä nämä roolit ovat?`: Käyttäjätieto syystä "Mitkä ovat nämä roolit?". - `[p]sanction 1 012345678987654321`: UserInfo annetulla tunnuksella.
nl_nl: - :information_source: Info over een gebruiker weergeven. Voorbeelden: - `[p]sanction 1 @user`: UserInfo zonder reden - `[p]sanction 1 @user Wat zijn deze rollen?`: UserInfo voor de reden "Wat zijn deze rollen?". - `[p]sanctie 1 012345678987654321`: UserInfo met de opgegeven ID.
ro_ro: - :information_source: Afișează informații despre un utilizator. Exemple: - `[p]sanction 1 @user`: UserInfo fără motiv - `[p]sanction 1 @user Ce sunt aceste roluri?`: UserInfo pentru motivul "Care sunt aceste roluri?". - `[p]sanction 1 012345678987654321`: UserInfo cu ID-ul furnizat.
uk_ua: - :information_source: Показати інформацію про користувача. Приклади: - `[p]sanction 1 @user`: UserInfo без причини - `[p]sanction 1 @user Що це за ролі? UserInfo з причини "Що це за ролі?" - `[p]sanction 1 012345678987654321`: UserInfo з наданим ідентифікатором.

source: - ⚠️ Set a simple warning on a user. Examples: - `[p]sanction 2 @user not`: Warn for no reason - `[p]sanction 2 @user Insults`: Warn for the reason "Insults" - `[p]sanction 2 012345678987654321 Advertising`: Warn the user with the ID provided.
es_es: - ⚠️ Establecer una simple advertencia sobre un usuario. Ejemplos: - `[p]sanction 2 @usuario no`: Advertir sin motivo - `[p]sanction 2 @user Insults`: Advertir por el motivo "Insultos" - `[p]sanction 2 012345678987654321 Advertising`: Advertir al usuario con el ID proporcionado.
fi_fi: - ⚠️ Aseta käyttäjälle yksinkertainen varoitus. Esimerkkejä: - `[p]sanction 2 @user not`: Varoittaa ilman syytä - `[p]sanction 2 @user Insults`: Varoittaa syystä "Insults" - `[p]sanction 2 012345678987654321 Advertising`: Varoita käyttäjää annetulla tunnuksella.
nl_nl: - ⚠️ Stel een eenvoudige waarschuwing in voor een gebruiker. Voorbeelden: - `[p]sanctie 2 @gebruiker niet`: Waarschuwen zonder reden - `[p]sanctie 2 @user beledigingen`: Waarschuwen voor de reden "Beledigingen" - `[p]sanctie 2 012345678987654321 Reclame`: Waarschuw de gebruiker met de opgegeven ID.
ro_ro: - ⚠️ Setați un avertisment simplu pentru un utilizator. Exemple: - `[p]sanction 2 @user not`: Avertizează fără motiv - `[p]sanction 2 @user Insults`: Avertizează pentru motivul "Insults" - `[p]sanction 2 012345678987654321 Advertising`: Avertizează utilizatorul cu ID-ul furnizat.
uk_ua: - ⚠️ Встановити просте попередження для користувача. Приклади: - `[p]sanction 2 @user not`: Попередження без причини - `[p]sanction 2 @user Insults`: Попередження з причини "Образи" - `[p]sanction 2 012345678987654321 Реклама`: Попередження користувачеві з вказаним ID.

source: Here is my informations about {member.display_name} ({member.id}).
tr_tr: İşte {member.display_name} ({member.id}) hakkındaki bilgilerim.

source: Why do you want to warn {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini neden uyarmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has received a warning.
tr_tr: {member.display_name} ({member.id}) kişisi uyarı aldı.

source: Why do you want to ban {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini neden yasaklamak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)
