Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: Do you really want to ban {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini gerçekten yasaklamak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been banned.
tr_tr: {member.display_name} ({member.id}) kişisi yasaklandı.

source: Why do you want to softban {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini neden softban yapmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to softban {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini gerçekten softban yapmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been softbanned.
tr_tr: {member.display_name} ({member.id}) kişisi softban yapıldı.

source: How long do you want to tempban {member.display_name} ({member.id})? (Type `cancel` to cancel.)
tr_tr: {member.display_name} ({member.id}) kişisini ne kadar süreyle geçici olarak yasaklamak istiyorsunuz? (İptal etmek için `cancel` yazın.)

source: Why do you want to tempban {member.display_name} ({member.id}) during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {duration} boyunca neden geçici olarak yasaklamak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to tempban {member.display_name} ({member.id}) during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {duration} boyunca gerçekten geçici olarak yasaklamak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been tempbanned and will be unbanned in {duration}.
tr_tr: {member.display_name} ({member.id}) kişisi geçici olarak yasaklandı ve {duration} sonra yasağı kaldırılacak.

source: Why do you want to kick {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini neden atmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to kick {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini gerçekten atmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been kicked.
tr_tr: {member.display_name} ({member.id}) kişisi atıldı.

source: Why do you want to mute {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini neden susturmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to mute {member.display_name} ({member.id})? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini gerçekten susturmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been muted.
tr_tr: {member.display_name} ({member.id}) kişisi susturuldu.

source: Why do you want to mute {member.display_name} ({member.id}) in {channel.mention}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {channel.mention} kanalında neden susturmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to mute {member.display_name} ({member.id}) in {channel.mention}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {channel.mention} kanalında gerçekten susturmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been muted in {channel.mention}.
tr_tr: {member.display_name} ({member.id}) kişisi {channel.mention} kanalında susturuldu.

source: How long do you want to tempmute {member.display_name} ({member.id})? (Type `cancel` to cancel.)
tr_tr: {member.display_name} ({member.id}) kişisini ne kadar süreyle geçici olarak susturmak istiyorsunuz? (İptal etmek için `cancel` yazın.)

source: Why do you want to tempmute {member.display_name} ({member.id}) during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {duration} boyunca neden geçici olarak susturmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to tempmute {member.display_name} ({member.id}) during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {duration} boyunca gerçekten geçici olarak susturmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been tempmuted and will be unmuted in {duration}.
tr_tr: {member.display_name} ({member.id}) kişisi geçici olarak susturuldu ve {duration} sonra susturması kaldırılacak.

source: How long do you want to tempmute {member.display_name} ({member.id}) in {channel.mention}? (Type `cancel` to cancel.)
tr_tr: {member.display_name} ({member.id}) kişisini {channel.mention} kanalında ne kadar süreyle geçici olarak susturmak istiyorsunuz? (İptal etmek için `cancel` yazın.)

source: Why do you want to tempmute {member.display_name} ({member.id}) in {channel.mention} during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {channel.mention} kanalında {duration} boyunca neden geçici olarak susturmak istiyorsunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: Do you really want to tempmute {member.display_name} ({member.id}) in {channel.mention} during {duration}? (Type `cancel` to cancel or `not` to none.)
tr_tr: {member.display_name} ({member.id}) kişisini {channel.mention} kanalında {duration} boyunca gerçekten geçici olarak susturmak istiyor musunuz? (İptal etmek için `cancel` yazın veya `not` yazın.)

source: The member {member.display_name} ({member.id}) has been tempmuted in {channel.mention} and will be unmuted in {duration}.
tr_tr: {member.display_name} ({member.id}) kişisi {channel.mention} kanalında geçici olarak susturuldu ve {duration} sonra susturması kaldırılacak.

source: You're not allowed to execute the `[p]sanction` command in this channel.
tr_tr: Bu kanalda `[p]sanction` komutunu yürütme izniniz yok.

source: A cog to sanction members, with buttons!
tr_tr: Üyeleri düğmelerle cezalandırmak için bir cog!

source: - Sanction a member quickly and easily. Examples: - `[p]sanction 0 @member` - `[p]sanction 0 @member What are these roles?` - `[p]sanction 0 012345678987654321`
tr_tr: - Bir üyeyi hızlı ve kolay bir şekilde cezalandırın. Örnekler: - `[p]sanction 0 @member` - `[p]sanction 0 @member Bu roller nedir?` - `[p]sanction 0 012345678987654321`

source: - ℹ️ Show informations about a member. Examples: - `[p]sanction 1 @member`: UserInfo for no reason. - `[p]sanction 1 @member What are these roles?`: UserInfo for the reason "What are these roles?". - `[p]sanction 1 012345678987654321`: UserInfo with the ID provided.
tr_tr: - Bir üyeyi hızlı ve kolay bir şekilde cezalandırın. Örnekler: - `[p]sanction 1 @member`: UserInfo sebepsiz yere. - `[p]sanction 1 @member Bu roller nedir?`: "Bu roller nedir?" nedeni için UserInfo. - `[p]sanction 1 012345678987654321`: Sağlanan ID ile UserInfo.

source: - ⚠️ Add a simple warning on a member. Examples: - `[p]sanction 2 @member not`: Warn for no reason. - `[p]sanction 2 @member Insults`: Warn for the reason "Insults". - `[p]sanction 2 012345678987654321 Advertising`: Warn the user with the ID provided.
tr_tr: - ⚠️ Bir üyeye basit bir uyarı ekleyin. Örnekler: - `[p]sanction 2 @member not`: Sebepsiz yere uyar. - `[p]sanction 2 @member Insults`: "Hakaret" nedeniyle uyar. - `[p]sanction 2 012345678987654321 Advertising`: Sağlanan ID ile kullanıcıyı uyar.

source: - 🔨 Ban a member from this server. It won't delete messages by default. Examples: - `[p]sanction 3 @member not`: Ban for no reason. - `[p]sanction 3 @member Insults`: Ban for the reason "Insults". - `[p]sanction 3 012345678987654321 Advertising`: Ban the user with the ID provided.
tr_tr: - 🔨 Bir üyeyi bu sunucudan yasaklayın. Varsayılan olarak mesajları silmez. Örnekler: - `[p]sanction 3 @member not`: Sebepsiz yere banla. - `[p]sanction 3 @member Insults`: "Hakaret" nedeniyle yasakla. - `[p]sanction 3 012345678987654321 Advertising`: Sağlanan ID ile kullanıcıyı banlayın.

source: - 🔂 SoftBan a member from this server. This means that the user will be banned and immediately unbanned, so it will purge their messages in a period, in all channels. Examples: - `[p]sanction 4 @member not`: SoftBan for no reason - `[p]sanction 4 @member Insults`: SoftBan for the reason "Insults" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan the user with the ID provided.
tr_tr: - 🔂 Bu sunucudan bir üyeyi SoftBan. Bu, kullanıcının yasaklanacağı ve yasağın hemen kaldırılacağı anlamına gelir, dolayısıyla tüm kanallardaki mesajları bir süre sonra tamamen silinir. Örnekler: - `[p]sanction 4 @member not`: Sebepsiz yere SoftBan - `[p]sanction 4 @üye Insults`: "Hakaret" nedeniyle SoftBan - `[p]sanction 4 012345678987654321 Advertising`: Sağlanan ID ile kullanıcıyı SoftBan.

source: - 💨 TempBan a member from this server. It won't delete messages by default. If you want to perform a temporary ban, provide the time before the reason. Examples: - `[p]sanction 5 @member not`: Ban for no reason. - `[p]sanction 5 @member 7d Insults`: 7 days ban for the reason "Insults". - `[p]sanction 5 012345678987654321 Advertising`: Ban the user with the ID provided.
tr_tr: - 💨 Bu sunucudan bir üyeyi TempBan. Varsayılan olarak mesajları silmez. Geçici bir yasaklama yapmak istiyorsanız, sebepten önceki zamanı belirtin. Örnekler: - `[p]sanction 5 @member not`: Sebepsiz yere banlama. - `[p]sanction 5 @member 7d Insults`: "Hakaret" nedeni ile 7 günlük ban. - `[p]sanction 5 012345678987654321 Advertising`: Sağlanan ID ile kullanıcıyı banlayın.

source: - 👢 Kick a member from this server. Examples: - `[p]sanction 6 @member not`: Kick for no reason. - `[p]sanction 6 @member Insults`: Kick for the reason "Insults". - `[p]sanction 6 012345678987654321 Advertising`: Kick the user with the ID provided.
tr_tr: - 👢 Bir üyeyi bu sunucudan atın. Örnekler: - `[p]sanction 6 @member not`: Sebepsiz yere tekmele. - `[p]sanction 6 @member Insults`: "Hakaret" nedeni ile at. - `[p]sanction 6 012345678987654321 Advertising`: Sağlanan ID ile kullanıcıyı atın.

source: - 🔇 Mute a member in all channels, including voice channels. Examples: - `[p]sanction 7 @member not`: Infinite mute for no reason. - `[p]sanction 7 @member Spam`:Infinite mute for the reason "Spam". - `[p]sanction 7 @member Advertising`: Infinite mute for the reason "Advertising".
tr_tr: - 🔇 Ses kanalları da dahil olmak üzere tüm kanallarda bir üyenin sesini kapatın. Örnekler: - `[p]sanction 7 @member not`: Sebepsiz yere süresiz sessize alma. - `[p]sanction 7 @member Spam`: "Spam" nedeni ile süresiz sessize alma. - `[p]sanction 7 @member Advertising`: "Reklam" nedeniyle süresiz sessize alma.

source: - 👊 Mute a member in this channel. Examples: - `[p]sanction 8 @member not`: Infinite mute for no reason. - `[p]sanction 8 @member Spam`: Infinite mute for the reason "Spam". - `[p]sanction 8 @member Advertising`: Infinite mute for the reason "Advertising".
tr_tr: - 👊 Bu kanaldaki bir üyenin sesini kapatın. Örnekler: - `[p]sanction 8 @member not`: Sebepsiz yere sonsuz sessize alma. - `[p]sanction 8 @member Spam`: "Spam" nedeni ile sonsuz sessize alma. - `[p]sanction 8 @member Advertising`: "Reklam" nedeniyle sonsuz sessize alma.

source: - ⏳ TempMute a member in all channels, including voice channels. You can set a timed mute by providing a valid time before the reason. Examples: - `[p]sanction 9 @member 30m not`: 30 minutes mute for no reason. - `[p]sanction 9 @member 5h Spam`: 5 hours mute for the reason "Spam". - `[p]sanction 9 @member 3d Advertising`: 3 days mute for the reason "Advertising".
tr_tr: - ⏳ Ses kanalları da dahil olmak üzere tüm kanallarda bir üyeyi geçici olarak susturun. Sebepten önce geçerli bir süre sağlayarak zamanlanmış bir susturma ayarlayabilirsiniz. Örnekler: - `[p]sanction 9 @member 30m not`: Sebepsiz yere 30 dakika susturma. - `[p]sanction 9 @member 5h Spam`: "Spam" nedeni ile 5 saat susturma. - `[p]sanction 9 @member 3d Advertising`: "Reklam" nedeniyle 3 gün susturma.

source: - ⌛ TempMute a member in this channel. You can set a timed mute by providing a valid time before the reason. Examples: - `[p]sanction 10 @member 30m not`: 30 minutes mute for no reason. - `[p]sanction 10 @member 5h Spam`: 5 hours mute for the reason "Spam". - `[p]sanction 10 @member 3d Advertising`: 3 days mute for the reason "Advertising".
tr_tr: - ⌛ Bu kanaldaki bir üyeyi geçici olarak susturun. Sebepten önce geçerli bir süre sağlayarak zamanlanmış bir susturma ayarlayabilirsiniz. Örnekler: - `[p]sanction 10 @member 30m not`: Sebepsiz yere 30 dakika susturma. - `[p]sanction 10 @member 5h Spam`: "Spam" nedeni ile 5 saat susturma. - `[p]sanction 10 @member 3d Advertising`: "Reklam" nedeniyle 3 gün susturma.

source: Sanction Member
tr_tr: Üyeyi Cezalandır

source: Which member do you want to sanction? (Type `cancel` to cancel.)
tr_tr: Hangi üyeyi cezalandırmak istiyorsunuz? (İptal etmek için `cancel` yazın.)

source: The cog `{cog_required}` is not loaded. Please load it, with the command `{prefix}load {cog_required_lowered}`.
tr_tr: Cog `{cog_required}` yüklenmedi. Lütfen `{prefix}load {cog_required_lowered}` komutuyla yükleyin.

source: The sanction duration.
tr_tr: Ceza süresi.

source: This cog allows you to easily sanction a server member. Member mention: {member.mention} - Member ID: {member.id}
tr_tr: Bu cog, bir sunucu üyesini kolayca cezalandırmanıza olanak tanır. Üye etiketi: {member.mention} - Üye ID: {member.id}

source: *The command may have failed. If so, an error will be displayed below.*
tr_tr: *Komut başarısız olabilir. Bu durumda, aşağıda bir hata görüntülenecektir.*

source: This command doesn't exist.
tr_tr: Bu komut mevcut değil.

source: You can't execute this command, in this context.
tr_tr: Bu bağlamda bu komutu yürütemezsiniz.

source: This tool allows you to easily sanction a server member. Member mention: {member.mention} - Member ID: {member.id}
tr_tr: Bu araç, bir sunucu üyesini kolayca cezalandırmanızı sağlar. Üye etiketi: {member.mention} - Üye ID: {member.id}

source: You are using this command in Fake mode, so no action will be taken, but I will pretend it is the case.
tr_tr: Bu komutu Sahte modda kullanıyorsunuz, bu yüzden hiçbir işlem yapılmayacak, ama sanki işlem yapılıyormuş gibi davranacağım.
