Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: - :hammer: Ban the member from the server. It won't delete messages by default. Examples: - `[p]sanction 3 @user not`: Ban for no reason - `[p]sanction 3 @user Insults`: Ban for the reason "Insults" - `[p]sanction 3 012345678987654321 Advertising`: Ban the user with the ID provided.
de_de: - :hammer: Verbannen Sie das Mitglied vom Server. Es werden standardmäßig keine Nachrichten gelöscht. Beispiele: - `[p]sanction 3 @user not`: Verbot ohne Grund - `[p]sanction 3 @user Beleidigungen`: Sperre für den Grund "Beleidigungen" - `[p]sanction 3 012345678987654321 Advertising`: Sperre des Benutzers mit der angegebenen ID.
el_gr: - :hammer: Απαγόρευση του μέλους από το διακομιστή. Δεν θα διαγράψει τα μηνύματα από προεπιλογή. Παραδείγματα: - "[p]sanction 3 @user not": Απαγόρευση χωρίς λόγο - `[p]sanction 3 @user Insults`: Απαγόρευση για τον λόγο "Προσβολές" - `[p]sanction 3 012345678987654321 Advertising`: Απαγόρευση του χρήστη με το αναγνωριστικό που δόθηκε.
es_es: - :hammer: Banea al miembro del servidor. No borrará los mensajes por defecto. Ejemplos: - `[p]sanction 3 @usuario no`: Ban sin razón - `[p]sanction 3 @user Insults`: Ban por la razón "Insultos" - `[p]sanction 3 012345678987654321 Advertising`: Banear al usuario con el ID proporcionado.
fi_fi: - :hammer: Kiellä jäsen palvelimelta. Se ei poista viestejä oletusarvoisesti. Esimerkkejä: - "[p]sanction 3 @user not": Bannaa ilman syytä - `[p]sanction 3 @user Insults`: Bannataan syystä "Insults" - `[p]sanction 3 012345678987654321 Advertising`: Kieltää käyttäjän annetulla tunnuksella.
fr_fr: - :hammer: Bannir le membre du serveur. Il ne supprimera pas les messages par défaut. Exemples : - `[p]sanction 3 @user not` : Bannissement sans raison - `[p]sanction 3 @user Insults` : Bannir pour la raison "Insultes" - `[p]sanction 3 012345678987654321 Advertising` : Bannir l'utilisateur avec l'ID fourni.
it_it: - :hammer: Bandisce il membro dal server. Per impostazione predefinita, non cancella i messaggi. Esempi: - `[p]sanction 3 @user not`: Ban senza motivo - `[p]sanction 3 @user Insults`: Ban per il motivo "Insulti" - `[p]sanction 3 012345678987654321 Advertising`: Banna l'utente con l'ID fornito.
ja_jp: - :hammer: メンバーをサーバーから追放する。 デフォルトでメッセージは削除されない。 例 - `[p]sanction 3 @user not`：理由なく禁止する - `[p]sanction 3 @user Insults`：Insults`: "Insults "という理由で禁止する - `[p]sanction 3 012345678987654321 Advertising`：提供された ID を持つユーザーを禁止する。
nl_nl: - :hammer: Verban het lid van de server. Berichten worden standaard niet verwijderd. Voorbeelden: - `[p]sanction 3 @user not`: Ban zonder reden - `[p]sanctie 3 @user Insults`: Ban voor de reden "Beledigingen" - `[p]sanctie 3 012345678987654321 Reclame`: Ban de gebruiker met de opgegeven ID.
pl_pl: - :hammer: Zbanuj członka z serwera. Domyślnie nie będzie usuwał wiadomości. Przykłady: - `[p]sankcja 3 @user nie`: Ban bez powodu - `[p]sanction 3 @user Insults`: Ban za powód "Insults" - `[p]sanction 3 012345678987654321 Advertising`: Zbanuj użytkownika o podanym ID.
pt_br: - :hammer: Banir o membro do servidor. Por defeito, não apagará mensagens. Exemplos: -[p]sancionar 3 @utilizador não`: Banir sem motivo - `[p]sancionar 3 @Insultos do utilizador`: Proibição por "Insultos" - `[p]sanção 3 012345678987654321 Publicidade`: Proibir o utilizador com o ID fornecido.
ro_ro: - :hammer: Interziceți membrul de pe server. În mod implicit, nu va șterge mesajele. Exemple: - `[p]sanction 3 @user not`: Interzice fără motiv - `[p]sanction 3 @user Insults`: Ban pentru motivul "insulte" - `[p]sanction 3 012345678987654321 Advertising`: Interziceți utilizatorul cu ID-ul furnizat.
ru_ru: - :hammer: Запретить пользователю доступ к серверу. По умолчанию он не будет удалять сообщения. Примеры: - `[p]sanction 3 @user not`: Бан без причины - `[p]sanction 3 @user Insults`: Бан по причине "Оскорбления" - `[p]sanction 3 012345678987654321 Реклама`: Запретить пользователя с указанным ID.
uk_ua: - :hammer: Забанити користувача з сервера. За замовчуванням не видаляє повідомлення. Приклади: - `[p]sanction 3 @user not`: Забанити без причини - `[p]sanction 3 @user Insults`: Забанити з причини "Образи" - `[p]sanction 3 012345678987654321 Реклама`: Забанити користувача з вказаним ID.

source: - :repeat_one: Softban the member from the server. This means that the user will be banned and immediately unbanned, so it will purge their messages in all channels. Examples: - `[p]sanction 4 @user not`: SoftBan for no reason - `[p]sanction 4 @user Insults`: SoftBan for the reason "Insults" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan the user with the ID provided.
de_de: - :repeat_one: Softban das Mitglied vom Server. Dies bedeutet, dass der Benutzer gebannt und sofort wieder freigegeben wird, so dass seine Nachrichten in allen Channels gelöscht werden. Beispiele: - `[p]sanction 4 @user not`: SoftBan für keinen Grund - `[p]sanction 4 @user Insults`: SoftBan für den Grund "Beleidigungen" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan für den Benutzer mit der angegebenen ID.
el_gr: - :repeat_one: Απαγόρευση χρήσης του μέλους από το διακομιστή. Αυτό σημαίνει ότι ο χρήστης θα αποκλειστεί και θα ξεμπανταριστεί αμέσως, οπότε θα καθαρίσει τα μηνύματά του σε όλα τα κανάλια. Παραδείγματα: - `[p]sanction 4 @user not`: SoftBan χωρίς λόγο - `[p]sanction 4 @user Insults`: SoftBan για τον λόγο "Προσβολές" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan του χρήστη με το αναγνωριστικό που δόθηκε.
es_es: - :repeat_one: Softbanear al miembro del servidor. Esto significa que el usuario será baneado e inmediatamente desbaneado, por lo que se purgarán sus mensajes en todos los canales. Ejemplos: - `[p]sanction 4 @usuario no`: SoftBan sin motivo - `[p]sanction 4 @user Insults`: SoftBan por la razón "Insultos" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan al usuario con el ID proporcionado.
fi_fi: - :repeat_one: Poista jäsen palvelimelta. Tämä tarkoittaa, että käyttäjä bannataan ja poistetaan välittömästi, joten se poistaa hänen viestinsä kaikista kanavista. Esimerkkejä: - `[p]sanction 4 @user not`: SoftBan ilman syytä - `[p]sanction 4 @user Insults`: SoftBan syystä "Insults" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan käyttäjälle annetulla tunnuksella.
fr_fr: - :repeat_one: Softban le membre est banni du serveur. Cela signifie que l'utilisateur sera banni et immédiatement débanni, ce qui aura pour effet de purger ses messages dans tous les canaux. Exemples : - `[p]sanction 4 @user not` : SoftBan sans raison - `[p]sanction 4 @user Insults` : SoftBan pour la raison "Insultes" - `[p]sanction 4 012345678987654321 Advertising` : SoftBan l'utilisateur avec l'ID fourni.
it_it: - :repeat_one: Softban il membro dal server. Ciò significa che l'utente sarà bannato e immediatamente sbloccato, quindi i suoi messaggi saranno cancellati da tutti i canali. Esempi: - `[p]sanction 4 @user not`: SoftBan senza motivo - `[p]sanction 4 @user Insults`: SoftBan per il motivo "Insulti" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan dell'utente con l'ID fornito.
ja_jp: - :repeat_one: メンバーをサーバーからソフトバンします。 これは、そのユーザーを禁止し、すぐに禁止を解除することを意味し、すべてのチャンネルでそのメッセージを消去する。 例 -[p]sanction 4 @user not`： - `[p]sanction 4 @user Insults`: 理由なくSoftBanされました：Insults`: 理由 "Insults" で SoftBan - `[p]sanction 4 012345678987654321 Advertising`：指定された ID を持つユーザーを SoftBan します。
nl_nl: - :repeat_one: Softban het lid van de server. Dit betekent dat de gebruiker wordt gebanned en onmiddellijk weer wordt verbannen, dus hun berichten in alle kanalen worden gewist. Voorbeelden: - `[p]sanctie 4 @gebruiker niet`: SoftBan zonder reden - `[p]sanction 4 @user Insults`: SoftBan voor de reden "Beledigingen" - `[p]sanctie 4 012345678987654321 Reclame`: SoftBan de gebruiker met de opgegeven ID.
pl_pl: - :repeat_one: Softban - usunięcie użytkownika z serwera. Oznacza to, że użytkownik zostanie zbanowany i natychmiast odbanowany, więc oczyści jego wiadomości na wszystkich kanałach. Przykłady: - `[p]sanction 4 @user not`: SoftBan bez powodu - `[p]sanction 4 @user Insults`: SoftBan z powodu "Insults" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan dla użytkownika o podanym ID.
pt_br: - :repeat_one: Softban o membro do servidor. Isto significa que o utilizador será banido e imediatamente desprotegido, pelo que purgará as suas mensagens em todos os canais. Exemplos: -[p]sancionar 4 @utilizador não`: SoftBan sem razão - `[p]sanção 4 @Insultos do Utilizador`: SoftBan por "Insultos" - `[p]sanção 4 012345678987654321 Publicidade`: SoftBan o utilizador com o ID fornecido.
ro_ro: - :repeat_one: Interziceți accesul membrului la server. Acest lucru înseamnă că utilizatorul va fi banat și imediat debranșat, astfel încât va curăța mesajele sale din toate canalele. Exemple: - `[p]sanction 4 @user not`: SoftBan pentru nici un motiv - `[p]sanction 4 @user Insults`: SoftBan pentru motivul "insulte" - `[p]sanction 4 012345678987654321 Advertising`: SoftBan pentru utilizatorul cu ID-ul furnizat.
ru_ru: - :repeat_one: Мягкий бан пользователя с сервера. Это означает, что пользователь будет забанен и немедленно разбанен, что приведет к очистке его сообщений во всех каналах. Примеры: - `[p]sanction 4 @user not`: SoftBan без причины - `[p]sanction 4 @user Insults`: SoftBan по причине "Оскорбления" - `[p]sanction 4 012345678987654321 Реклама`: SoftBan пользователя с указанным ID.
uk_ua: - :repeat_one: Софтбан користувача з сервера. Це означає, що користувач буде забанений і одразу ж розбанений, тому його повідомлення в усіх каналах будуть очищені. Приклади: - `[p]sanction 4 @user not`: SoftBan без причини - `[p]sanction 4 @user Insults`: Софтбан за причиною "Образи" - `[p]sanction 4 012345678987654321 Реклама`: Софтбен користувача з наданим ID.

source: - :dash: Tempban the member from the server. It won't delete messages by default. If you want to perform a temporary ban, provide the time before the reason. Examples: - `[p]sanction 5 @user not`: Ban for no reason - `[p]sanction 5 @user 7d Insults`: 7 days ban for the reason "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Ban the user with the ID provided.
de_de: - :dash: Verbannen Sie das Mitglied vom Server. Standardmäßig werden dabei keine Nachrichten gelöscht. Wenn Sie eine temporäre Sperre durchführen möchten, geben Sie die Zeit vor dem Grund an. Beispiele: - `[p]sanction 5 @user not`: Sperre ohne Grund - `[p]sanction 5 @user 7d Insults`: 7 Tage Sperre für den Grund "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Sperre des Benutzers mit der angegebenen ID.
el_gr: - :dash: Απαγορεύστε τη χρήση του μέλους από το διακομιστή. Δεν θα διαγράψει τα μηνύματα από προεπιλογή. Αν θέλετε να εκτελέσετε προσωρινή απαγόρευση, δώστε το χρόνο πριν από την αιτία. Παραδείγματα: - "[p]sanction 5 @user not": Απαγόρευση χωρίς λόγο - `[p]sanction 5 @user 7d Insults`: Απαγόρευση 7 ημερών για τον λόγο "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Απαγόρευση του χρήστη με το αναγνωριστικό που δόθηκε.
es_es: - :dash: Expulsa al miembro del servidor. No borrará los mensajes por defecto. Si quieres realizar un baneo temporal, proporciona el tiempo antes de la razón. Ejemplos: - `[p]sanction 5 @usuario no`: Baneo sin motivo - `[p]sanction 5 @user 7d Insults`: Baneo de 7 días por el motivo "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Banear al usuario con el ID proporcionado.
fi_fi: - :dash: Kieltää jäsenen poistamisen palvelimelta. Se ei poista viestejä oletusarvoisesti. Jos haluat suorittaa väliaikaisen bannin, anna aika ennen syytä. Esimerkkejä: - `[p]sanction 5 @user not`: Bann ilman syytä - `[p]sanction 5 @user 7d Insults`: 7 päivän bannaus syystä "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Bannaa käyttäjä annetulla tunnuksella.
fr_fr: - :dash: Tempban le membre du serveur. Par défaut, les messages ne sont pas effacés. Si vous souhaitez effectuer un bannissement temporaire, indiquez la durée avant la raison. Exemples : - `[p]sanction 5 @user not` : Bannissement sans raison - `[p]sanction 5 @user 7d Insults` : Bannissement de 7 jours pour la raison "Insults" - `[p]sanction 5 012345678987654321 Advertising` : Bannir l'utilisateur avec l'ID fourni.
it_it: - :dash: Tempban il membro dal server. Non cancella i messaggi per impostazione predefinita. Se si vuole eseguire un ban temporaneo, fornire il tempo prima del motivo. Esempi: - `[p]sanction 5 @user not`: Ban senza motivo - `[p]sanction 5 @user 7d Insults`: Ban di 7 giorni per il motivo "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Ban all'utente con l'ID fornito.
ja_jp: - :dash: メンバーをサーバーから一時退出させる。 デフォルトではメッセージは削除されません。 一時的な禁止を行いたい場合は、理由の前に時間を指定します。 例 -[p]sanction 5 @user not`： - `[p]sanction 5 @user 7d Insults`: "Insults" という理由で7日間禁止 - `[p]sanction 5 012345678987654321 Advertising`：提供されたIDを持つユーザーを禁止する。
nl_nl: - :dash: Tempban het lid van de server. Het zal standaard geen berichten verwijderen. Als je een tijdelijke ban wilt uitvoeren, geef dan de tijd op voor de reden. Voorbeelden: - `[p]sanction 5 @user not`: Ban zonder reden - `[p]sanctie 5 @user 7d Beledigingen`: 7 dagen ban om de reden "Beledigingen" - `[p]sanctie 5 012345678987654321 Reclame`: Ban de gebruiker met de opgegeven ID.
pl_pl: - :dash: Tempban członek z serwera. Domyślnie nie będzie usuwał wiadomości. Jeśli chcesz wykonać tymczasowy ban, podaj czas przed powodem. Przykłady: - `[p]sanction 5 @user not`: Ban bez powodu - `[p]sanction 5 @user 7d Insults`: 7 dniowy ban z powodu "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Ban dla użytkownika o podanym ID.
pt_br: - :dash: Tempban o membro do servidor. Por defeito, não apagará mensagens. Se quiser efectuar uma proibição temporária, forneça o tempo antes do motivo. Exemplos: -[p]sancionar 5 @utilizador não`: Banimento por nenhuma razão - `[p]sanção 5 @user 7d Insultos`: 7 dias de banimento pela razão "Insultos" - `[p]sanção 5 012345678987654321 Publicidade`: Proibir o utilizador com o ID fornecido.
ro_ro: - :dash: Tempban de pe server. În mod implicit, nu va șterge mesajele. Dacă doriți să efectuați un ban temporar, furnizați timpul înainte de motiv. Exemple: - `[p]sanction 5 @user not`: Ban fără motiv - `[p]sanction 5 @user 7d Insults`: Ban de 7 zile pentru motivul "Insults" - `[p]sanction 5 01234567878987654321 Advertising`: Interziceți utilizatorul cu ID-ul furnizat.
ru_ru: - :dash: Темпбан пользователя с сервера. По умолчанию он не будет удалять сообщения. Если вы хотите выполнить временный бан, укажите время до причины. Примеры: - `[p]sanction 5 @user not`: Бан без причины - `[p]sanction 5 @user 7d Insults`: 7 дней бана по причине "Insults" - `[p]sanction 5 012345678987654321 Advertising`: Забанить пользователя с указанным ID.
uk_ua: - :dash: Тимчасово відключити користувача від сервера. За замовчуванням це не призведе до видалення повідомлень. Якщо ви хочете виконати тимчасову заборону, вкажіть час перед причиною. Приклади: - `[p]sanction 5 @user not`: Забанити без причини - `[p]sanction 5 @user 7d Insults`: Забанити на 7 днів з причини "Образи" - `[p]sanction 5 012345678987654321 Реклама`: Забанити користувача з вказаним ID.

source: - :boot: Kick the member from the server. Examples: - `[p]sanction 6 @user not`: Kick for no reason - `[p]sanction 6 @user Insults`: Kick for the reason "Insults" - `[p]sanction 6 012345678987654321 Advertising`: Kick the user with the ID provided.
de_de: - :boot: Kicken Sie das Mitglied vom Server. Beispiele: - `[p]sanction 6 @user not`: Kick ohne Grund - `[p]sanction 6 @user Beleidigungen`: Kick für den Grund "Beleidigungen" - `[p]sanction 6 012345678987654321 Advertising`: Tritt den Benutzer mit der angegebenen ID.
el_gr: - :boot: Διώξτε το μέλος από το διακομιστή. Παραδείγματα: - `[p]sanction 6 @user not`: - `[p]sanction 6 @user Insults`: Κλωτσιά για τον λόγο "Προσβολές" - `[p]sanction 6 012345678987654321 Advertising`: Κλωτσιά στον χρήστη με το αναγνωριστικό που δόθηκε.
es_es: - :boot: Expulsar al miembro del servidor. Ejemplos: - `[p]sanction 6 @usuario no`: Expulsar sin motivo - `[p]sanction 6 @user Insults`: Expulsar por el motivo "Insultos" - `[p]sanction 6 012345678987654321 Advertising`: Expulsa al usuario con el ID proporcionado.
fi_fi: - :boot: Potkaise jäsen pois palvelimelta. Esimerkkejä: - `[p]sanction 6 @user not`: Kick ilman syytä - `[p]sanction 6 @user Insults`: Kick for the reason "Insults" - `[p]sanction 6 012345678987654321 Advertising`: Potkaise käyttäjä, jolla on annettu tunnus.
fr_fr: - :boot: Retirer le membre du serveur. Exemples : - `[p]sanction 6 @user not` : Mettre à la porte sans raison - `[p]sanction 6 @user Insults` : Expulser pour la raison "Insultes" - `[p]sanction 6 012345678987654321 Advertising` : Mettre un coup de pied à l'utilisateur avec l'ID fourni.
it_it: - :boot: Eseguire il kick del membro dal server. Esempi: - `[p]sanction 6 @user not`: Calcio senza motivo - `[p]sanction 6 @user Insults`: Calcificazione per il motivo "Insulti" - `[p]sanction 6 012345678987654321 Advertising`: Calcia l'utente con l'ID fornito.
ja_jp: - :boot: サーバーからメンバーをキックします。 例 - `[p]sanction 6 @user not`：理由なくキックする - `[p]sanction 6 @user Insults`：理由「Insults」でキック - `[p]sanction 6 012345678987654321 Advertising`：指定された ID のユーザーをキックします。
nl_nl: - :boot: Schop het lid van de server. Voorbeelden: - `[p]sanction 6 @user not`: Kick zonder reden - `[p]sanctie 6 @user beledigingen`: Kick voor de reden "Beledigingen" - `[p]sanctie 6 012345678987654321 Reclame`: Schop de gebruiker met de opgegeven ID.
pl_pl: - :boot: Wyrzucenie członka z serwera. Przykłady: - `[p]sankcja 6 @user nie`: Kick bez powodu - `[p]sanction 6 @user Insults`: Kick for the reason "Insults" - `[p]sanction 6 012345678987654321 Reklama`: Kopnięcie użytkownika o podanym ID.
pt_br: - :boot: Chute o membro do servidor. Exemplos: -[p]sancionar 6 @utilizador não`: Pontapé sem motivo - `[p]sancionar 6 @Insultos do utilizador`: Pontapé pela razão "Insultos" - `[p]sanção 6 012345678987654321 Publicidade`: `: Chute o utilizador com o ID fornecido.
ro_ro: - :boot: Scoateți membrul de pe server. Exemple: - `[p]sanction 6 @user not`: Lovitură fără motiv - `[p]sanction 6 @user Insults`: Lovitură pentru motivul "Insults" - `[p]sanction 6 012345678987654321 Advertising`: Lovește utilizatorul cu ID-ul furnizat.
ru_ru: - :boot: Удалите пользователя с сервера. Примеры: - `[p]sanction 6 @user not`: Кик без причины - `[p]sanction 6 @user Insults`: Кик за причину "Оскорбления" - `[p]sanction 6 012345678987654321 Реклама`: Кикнуть пользователя с указанным ID.
uk_ua: - :boot: Вигнати користувача з сервера. Приклади: - `[p]sanction 6 @user not`: Вигнати без причини - `[p]sanction 6 @user Insults`: Вигнати з причини "Образи" - `[p]sanction 6 012345678987654321 Реклама`: Вигнати користувача з вказаним ідентифікатором.

source: - :mute: Mute the user in all channels, including voice channels. Examples: - `[p]sanction 7 @user not`: Infinite mute for no reason - `[p]sanction 7 @user Spam`:Infinite mute for the reason "Spam" - `[p]sanction 7 @user Advertising`: Infinite mute for the reason "Advertising"
de_de: - :mute: Stummschaltung des Benutzers in allen Kanälen, einschließlich Sprachkanälen. Beispiele: - `[p]sanction 7 @user not`: Unendliche Stummschaltung ohne Grund - `[p]sanction 7 @user Spam`:Unendliche Stummschaltung aus dem Grund "Spam" - `[p]sanction 7 @user Advertising`: Unendliche Stummschaltung aus dem Grund "Werbung"
el_gr: - :mute: Σίγαση του χρήστη σε όλα τα κανάλια, συμπεριλαμβανομένων των φωνητικών καναλιών. Παραδείγματα: - `[p]sanction 7 @user not`: Άπειρη σίγαση χωρίς λόγο - `[p]sanction 7 @user Spam`: Άπειρη σίγαση για τον λόγο "Spam" - `[p]sanction 7 @user Advertising`: Άπειρη σίγαση για τον λόγο "Advertising"
es_es: - :mute: Silenciar al usuario en todos los canales, incluidos los de voz. Ejemplos: - `[p]sanction 7 @usuario no`: Silenciado infinito sin motivo - `[p]sanction 7 @user Spam`:Silenciado infinito por el motivo "Spam" - `[p]sanction 7 @user Advertising`: Mute infinito por motivo "Publicidad"
fi_fi: - :mute: Mykistä käyttäjä kaikilla kanavilla, myös äänikanavilla. Esimerkkejä: - `[p]sanction 7 @user not`: Loputon mykistys ilman syytä - `[p]sanction 7 @user Spam`:Loputon mykistys syystä "Spam" - `[p]sanction 7 @user Advertising`: Loputon mykistys syystä "Mainonta"
fr_fr: - :mute: Mettre l'utilisateur en sourdine dans tous les canaux, y compris les canaux vocaux. Exemples : - `[p]sanction 7 @user not` : Mute infini sans raison - `[p]sanction 7 @user Spam`:Mute infini pour la raison "Spam" - `[p]sanction 7 @user Advertising` : Mute infini pour la raison "Advertising"
it_it: - :mute: Silenzia l'utente in tutti i canali, compresi quelli vocali. Esempi: - `[p]sanction 7 @user not`: Silenziamento infinito senza motivo - `[p]sanction 7 @user Spam`: Silenziamento infinito per il motivo "Spam" - `[p]sanction 7 @user Advertising`: Silenziamento infinito per il motivo "Pubblicità"
ja_jp: - :mute: 音声チャンネルを含むすべてのチャンネルで、ユーザーをミュートします。 例 - `[p]sanction 7 @user not`： - `[p]sanction 7 @user Spam`:Infinite mute for the reason "Spam" - `[p]sanction 7 @user Advertising`: 無意味なミュート：Advertising" という理由で無言にする
nl_nl: - :mute: De gebruiker in alle kanalen dempen, inclusief spraakkanalen. Voorbeelden: - `[p]sanction 7 @user not`: Oneindig mute zonder reden - `[p]sanction 7 @user Spam`:Oneindig mute voor de reden "Spam" - `[p]sanction 7 @user Advertising`: Infinite mute voor de reden "Advertising"
pl_pl: - :mute: Wyciszenie użytkownika we wszystkich kanałach, w tym kanałach głosowych. Przykłady: - `[p]sanction 7 @user not`: Infinite mute for no reason - `[p]sanction 7 @user Spam`:Infinite mute for the reason "Spam" - `[p]sanction 7 @user Advertising`: Infinite mute for the reason "Advertising"
pt_br: - :mute: Silenciar o utilizador em todos os canais, incluindo os canais de voz. Exemplos: -[p]sancionar 7 @utilizador não`: Mudo infinito sem razão - `[p]sancionar 7 @spam do utilizador`: Mudo infinito pela razão "Spam" - `[p]sancionar 7 @ publicidade do utilizador`: Infinito mudo pela razão "Publicidade"
ro_ro: - :mute: Puneți utilizatorul în surdină pe toate canalele, inclusiv pe canalele de voce. Exemple: - `[p]sanction 7 @user not`: Mutere infinită fără motiv - `[p]sanction 7 @user Spam`: Mutere infinită pentru motivul "Spam" - `[p]sanction 7 @user Advertising`: Mute la infinit pentru motivul "Advertising"
ru_ru: - :mute: Отключить звук пользователя во всех каналах, включая голосовые. Примеры: - `[p]sanction 7 @user not`: Бесконечное отключение без причины - `[p]sanction 7 @user Spam`:Бесконечное отключение по причине "Спам" - `[p]sanction 7 @user Advertising`: Бесконечное отключение звука по причине "Реклама"
uk_ua: - :mute: Вимкнення звуку користувача в усіх каналах, включаючи голосові канали. Приклади: - `[p]sanction 7 @user not`: Нескінченне відключення звуку без причини - `[p]sanction 7 @user Spam`:Нескінченне відключення звуку з причини "Спам" - `[p]sanction 7 @user Advertising`: Нескінченний ігнор з причини "Реклама"
