Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: - :punch: Mute the user in this channel. Examples: - `[p]sanction 8 @user not`: Infinite mute for no reason - `[p]sanction 8 @user Spam`: Infinite mute for the reason "Spam" - `[p]sanction 8 @user Advertising`: Infinite mute for the reason "Advertising"
de_de: - :punch: Stummschaltung des Benutzers in diesem Kanal. Beispiele: - `[p]sanction 8 @user not`: Unendliche Stummschaltung ohne Grund - `[p]sanction 8 @user Spam`: Unendliche Stummschaltung aus dem Grund "Spam" - `[p]sanction 8 @user Advertising`: Unendliche Stummschaltung aus dem Grund "Werbung"
el_gr: - :punch: Σίγαση του χρήστη σε αυτό το κανάλι. Παραδείγματα: - "[p]sanction 8 @user not": - `[p]sanction 8 @user Spam`: Άπειρη σίγαση για τον λόγο "Spam" - `[p]sanction 8 @user Advertising`: Άπειρη σίγαση για τον λόγο "Advertising"
es_es: - :punch: Silenciar al usuario en este canal. Ejemplos: - `[p]sanction 8 @usuario no`: Mute infinito sin motivo - `[p]sanction 8 @user Spam`: Silenciado infinito por la razón "Spam" - `[p]sanction 8 @user Advertising`: Mute infinito por motivo "Publicidad"
fi_fi: - :punch: Mykistä tämän kanavan käyttäjä. Esimerkkejä: - `[p]sanction 8 @user not`: Loputon mykistys ilman syytä - `[p]sanction 8 @user Spam`: Loputon mykistys syystä "Spam" - `[p]sanction 8 @user Advertising`: Loputon mykistys syystä "Mainonta"
fr_fr: - :punch: Mettre en sourdine l'utilisateur de ce canal. Exemples : - `[p]sanction 8 @user not` : Mute infini sans raison - `[p]sanction 8 @user Spam` : Mute infini pour la raison "Spam" - `[p]sanction 8 @user Advertising` : Mute infini pour la raison "Advertising"
it_it: - :punch: Silenzia l'utente in questo canale. Esempi: - `[p]sanction 8 @user not`: Silenziamento infinito senza motivo - `[p]sanction 8 @user Spam`: Silenziamento infinito per il motivo "Spam" - `[p]sanction 8 @user Advertising`: Silenziamento infinito per il motivo "Pubblicità"
ja_jp: - :punch: このチャンネルにいるユーザーをミュートします。 例 - `[p]sanction 8 @user not`：理由なく無限ミュート - `[p]sanction 8 @user Spam`： - `[p]sanction 8 @user Advertising`: "Spam "という理由で無限にミュートされます：Advertising`: "Advertising "という理由で無言になる
nl_nl: - :punch: De gebruiker in dit kanaal uitschakelen. Voorbeelden: - `[p]sanction 8 @user not`: Oneindige mute zonder reden - `[p]sanctie 8 @user Spam`: Oneindig mute voor de reden "Spam" - `[p]sanction 8 @user Advertising`: Infinite mute voor de reden "Advertising"
pl_pl: - :punch: Wyciszenie użytkownika w tym kanale. Przykłady: - `[p]sanction 8 @user not`: Infinite mute for no reason - `[p]sanction 8 @user Spam`: Infinite mute for the reason "Spam" - `[p]sanction 8 @user Advertising`: Infinite mute for the reason "Advertising"
pt_br: - :punch: Silenciar o utilizador neste canal. Exemplos: -[p]sancionar 8 @utilizador não`: Mudo infinito sem motivo - `[p]sancionar 8 @user Spam`: Infinito mudo pela razão "Spam" - `[p]sanção 8 @user Advertising`:: Infinito mudo pela razão "Publicidade"
ro_ro: - :punch: Puneți în surdină utilizatorul de pe acest canal. Exemple: - `[p]sanction 8 @user not`: Mutere infinită fără motiv - `[p]sanction 8 @user Spam`: Mutere infinită pentru motivul "Spam" - `[p]sanction 8 @user Advertising`: Mutere infinită pentru motivul "Advertising"
ru_ru: - :punch: Отключить звук пользователя на этом канале. Примеры: - `[p]sanction 8 @user not`: Бесконечное отключение звука без причины - `[p]санкция 8 @user Spam`: Бесконечное отключение звука по причине "Спам" - `[p]sanction 8 @user Advertising`: Бесконечное отключение звука по причине "Реклама"
uk_ua: - :punch: Вимкнути звук користувача в цьому каналі. Приклади: - `[p]sanction 8 @user not`: Нескінченне відключення звуку без причини - `[p]sanction 8 @user Spam`: Нескінченний відключення звуку з причини "Спам" - `[p]sanction 8 @user Реклама`: Нескінченний вимкнення звуку з причини "Реклама"

source: - :hourglass_flowing_sand: TempMute the user in all channels, including voice channels. You can set a timed mute by providing a valid time before the reason. Examples: - `[p]sanction 9 @user 30m not`: 30 minutes mute for no reason - `[p]sanction 9 @user 5h Spam`: 5 hours mute for the reason "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 days mute for the reason "Advertising"
de_de: - :hourglass_flowing_sand: TempStummschaltung des Benutzers in allen Kanälen, einschließlich Sprachkanälen. Sie können eine zeitlich begrenzte Stummschaltung festlegen, indem Sie eine gültige Zeit vor dem Grund angeben. Beispiele: - `[p]sanction 9 @user 30m not`: 30 Minuten Stummschaltung ohne Grund - `[p]sanction 9 @user 5h Spam`: 5 Stunden Stummschaltung aus dem Grund "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 Tage stumm für den Grund "Werbung"
el_gr: - :hourglass_flowing_sand: TempΣίγαση του χρήστη σε όλα τα κανάλια, συμπεριλαμβανομένων των φωνητικών καναλιών. Μπορείτε να ορίσετε μια χρονομετρημένη σίγαση παρέχοντας μια έγκυρη ώρα πριν από τον λόγο. Παραδείγματα: - "[p]sanction 9 @user 30m not": 30 λεπτά σίγασης χωρίς λόγο - `[p]sanction 9 @user 5h Spam`: 5 ώρες σίγαση για τον λόγο "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 ημέρες σίγαση για τον λόγο "Advertising"
es_es: - :hourglass_flowing_sand: TempMute al usuario en todos los canales, incluidos los de voz. Puede establecer un silenciamiento temporizado proporcionando un tiempo válido antes del motivo. Ejemplos: - `[p]sanction 9 @usuario 30m no`: 30 minutos de silencio sin motivo - `[p]sanction 9 @user 5h Spam`: 5 horas de silencio por la razón "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 días de silencio por el motivo "Publicidad"
fi_fi: - :hourglass_flowing_sand: TempMykistä käyttäjä kaikilla kanavilla, myös äänikanavilla. Voit asettaa ajastetun mykistyksen antamalla voimassa olevan ajan ennen syytä. Esimerkkejä: - `[p]sanction 9 @user 30m not`: 30 minuutin mykistys ilman syytä - `[p]sanction 9 @user 5h Spam`: 5 tunnin mykistys syystä "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 päivän mykistys syystä "Mainonta"
fr_fr: - :hourglass_flowing_sand: TempMute l'utilisateur dans tous les canaux, y compris les canaux vocaux. Vous pouvez définir une mise en sourdine temporelle en indiquant une heure valide avant le motif. Exemples : - `[p]sanction 9 @user 30m not` : 30 minutes de mute sans raison - `[p]sanction 9 @user 5h Spam` : 5 heures de coupure pour la raison "Spam" - `[p]sanction 9 @user 3d Advertising` : 3 jours de mute pour la raison "Advertising"
it_it: - :hourglass_flowing_sand: TempMute l'utente in tutti i canali, compresi quelli vocali. È possibile impostare un silenziamento temporizzato fornendo un tempo valido prima del motivo. Esempi: - `[p]sanction 9 @user 30m not`: 30 minuti di silenziamento senza motivo - `[p]sanction 9 @user 5h Spam`: 5 ore di silenziamento per il motivo "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 giorni di silenziamento per il motivo "Pubblicità"
ja_jp: - :hourglass_flowing_sand: TempMute 音声チャンネルを含むすべてのチャンネルでユーザーをミュートします。 理由の前に有効な時間を指定することで、時間指定ミュートを設定することができます。 例 - `[p]sanction 9 @user 30m not`： - `[p]sanction 9 @user 5h Spam`: 理由なしで30分間ミュートします：5h Spam`: "Spam "という理由で5時間ミュート - `[p]sanction 9 @user 3d Advertising`：3日間、「広告」を理由にミュート
nl_nl: - :hourglass_flowing_sand: TempMute de gebruiker in alle kanalen, inclusief spraakkanalen. Je kunt een getimede mute instellen door een geldige tijd voor de reden op te geven. Voorbeelden: - `[p]sanction 9 @user 30m not`: 30 minuten mute zonder reden - `[p]sanction 9 @user 5h Spam`: 5 uur mute voor de reden "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 dagen mute voor de reden "Advertising"
pl_pl: - :hourglass_flowing_sand: TempWyciszenie użytkownika na wszystkich kanałach, w tym na kanałach głosowych. Można ustawić wyciszenie czasowe, podając ważny czas przed przyczyną. Przykłady: - `[p]sanction 9 @user 30m not`: 30 minutowe wyciszenie bez powodu - `[p]sanction 9 @user 5h Spam`: 5 godzin mute z powodu "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 dni mute z powodu "Reklama"
pt_br: - :hourglass_flowing_sand: TempMute o utilizador em todos os canais, incluindo os canais de voz. Pode definir um tempo de silenciamento temporizado, fornecendo um tempo válido antes da razão. Exemplos: -[p]sancionar 9 @utilizador 30m não': 30 minutos sem motivo - `[p]sanção 9 @utilizador 5h Spam`: 5 horas de silêncio pela razão "Spam" - `[p]sanction 9 @user 3d Advertising': 3 dias mudo pela razão "Publicidade"
ro_ro: - :hourglass_flowing_sand: TempMutează utilizatorul pe toate canalele, inclusiv pe canalele de voce. Puteți seta o mute temporizată, furnizând o oră validă înainte de motiv. Exemple: - `[p]sanction 9 @user 30m not`: 30 de minute de mute fără motiv - `[p]sanction 9 @user 5h Spam`: 5 ore de mute pentru motivul "Spam" - `[p]sanction 9 @user 3d Advertising`: 3 zile mute pentru motivul "Advertising"
ru_ru: - :hourglass_flowing_sand: TempMute отключение пользователя во всех каналах, включая голосовые. Вы можете установить отключение звука по времени, указав действительное время до причины. Примеры: - `[p]sanction 9 @user 30m not`: 30 минут отключения звука без причины - ``[p]sanction 9 @user 5h Spam``: 5 часов отключения звука по причине "Спам" - `[p]sanction 9 @user 3d Advertising`: 3 дня отключения звука по причине "Реклама"
uk_ua: - :hourglass_flowing_sand: Тимчасово вимкнути користувача в усіх каналах, включно з голосовими. Ви можете встановити тимчасове вимкнення, вказавши дійсний час перед причиною. Приклади: - `[p]sanction 9 @user 30m not`: 30 хвилин без причини - `[p]sanction 9 @user 5h Spam`: 5 годин ігнорування з причини "Спам" - `[p]санкція 9 @user 3d Реклама`: 3 дні без звуку з причини "Реклама"

source: - :hourglass: TempMute the user in this channel. You can set a timed mute by providing a valid time before the reason. Examples: - `[p]sanction 10 @user 30m not`: 30 minutes mute for no reason - `[p]sanction 10 @user 5h Spam`: 5 hours mute for the reason "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 days mute for the reason "Advertising"
de_de: - :hourglass: TempStummschaltung des Benutzers in diesem Kanal. Sie können eine zeitlich begrenzte Stummschaltung festlegen, indem Sie eine gültige Zeit vor dem Grund angeben. Beispiele: - `[p]sanction 10 @user 30m not`: 30 Minuten Stummschaltung ohne Grund - `[p]sanction 10 @user 5h Spam`: 5 Stunden stumm für den Grund "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 Tage stumm für den Grund "Werbung"
el_gr: - :hourglass: TempMute ο χρήστης σε αυτό το κανάλι. Μπορείτε να ορίσετε μια χρονομετρημένη σίγαση παρέχοντας μια έγκυρη ώρα πριν από την αιτία. Παραδείγματα: - "[p]sanction 10 @user 30m not": 30 λεπτά σίγασης χωρίς λόγο - `[p]sanction 10 @user 5h Spam`: 5 ώρες σίγασης για τον λόγο "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 ημέρες σίγαση για τον λόγο "Advertising"
es_es: - :hourglass: TempMute al usuario en este canal. Puede establecer un silencio temporizado proporcionando un tiempo válido antes de la razón. Ejemplos: - `[p]sanction 10 @usuario 30m no`: 30 minutos de silencio por ninguna razón - `[p]sanction 10 @user 5h Spam`: 5 horas de silencio por la razón "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 días de silencio por el motivo "Publicidad"
fi_fi: - :hourglass: TempMykistää käyttäjän tällä kanavalla. Voit asettaa ajastetun mykistyksen antamalla voimassa olevan ajan ennen syytä. Esimerkkejä: - `[p]sanction 10 @user 30m not`: 30 minuutin mykistys ilman syytä - `[p]sanction 10 @user 5h Spam`: 5 tunnin mykistys syystä "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 päivän mykistys syystä "Mainonta"
fr_fr: - :hourglass: TempMute l'utilisateur de ce canal. Vous pouvez définir une mise en sourdine temporelle en indiquant une heure valide avant le motif. Exemples : - `[p]sanction 10 @user 30m not` : 30 minutes de mute sans raison - `[p]sanction 10 @user 5h Spam` : 5 heures de coupure pour la raison "Spam" - `[p]sanction 10 @user 3d Advertising` : 3 jours de mute pour la raison "Advertising"
it_it: - :hourglass: Silenziamento temporaneo dell'utente in questo canale. È possibile impostare un silenziamento temporizzato fornendo un tempo valido prima del motivo. Esempi: - `[p]sanction 10 @user 30m not`: 30 minuti di silenziamento senza motivo - `[p]sanction 10 @user 5h Spam`: 5 ore di silenziamento per il motivo "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 giorni di silenziamento per il motivo "Pubblicità"
ja_jp: - :hourglass: TempMute このチャンネルにいるユーザーをミュートします。 理由の前に有効な時間を指定することで、時間指定ミュートを設定することができます。 例 -[p]sanction 10 @user 30m not`： - `[p]sanction 10 @user 5h Spam`: 理由なく30分間ミュートします：5h Spam`: "Spam "という理由で5時間ミュート - `[p]sanction 10 @user 3d Advertising`：3日間、「広告」を理由にミュート
nl_nl: - :hourglass: TempMute de gebruiker in dit kanaal. Je kunt een getimede mute instellen door een geldige tijd voor de reden te geven. Voorbeelden: - `[p]sanction 10 @user 30m not`: 30 minuten mute zonder reden - `[p]sanction 10 @user 5h Spam`: 5 uur mute voor de reden "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 dagen mute voor de reden "Advertising"
pl_pl: - :hourglass: TempMute użytkownik w tym kanale. Możesz ustawić wyciszenie czasowe, podając ważny czas przed przyczyną. Przykłady: - `[p]sanction 10 @user 30m not`: 30 minut wyciszenia bez powodu - `[p]sanction 10 @user 5h Spam`: 5 godzin mute z powodu "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 dni mute z powodu "Reklama"
pt_br: - :hourglass: TempMute o utilizador neste canal. Pode definir um tempo de silenciamento, fornecendo um tempo válido antes da razão. Exemplos: -[p]sancionar 10 @utilizador 30m não': 30 minutos sem motivo - `[p]sancionar 10 @utilizador 5h Spam`: 5 horas de silêncio pela razão "Spam" - `[p]sanção 10 @user 3d Advertising`:: 3 dias mudo pela razão "Publicidade"
ro_ro: - :hourglass: TempMute utilizatorul din acest canal. Puteți seta o mute temporizată furnizând o oră validă înainte de motiv. Exemple: - `[p]sanction 10 @user 30m not`: 30 de minute de mute fără motiv - `[p]sanction 10 @user 5h Spam`: 5 ore de mute pentru motivul "Spam" - `[p]sanction 10 @user 3d Advertising`: 3 zile mute pentru motivul "Advertising"
ru_ru: - :hourglass: Временное отключение пользователя в этом канале. Вы можете установить отключение по времени, указав действительное время до причины. Примеры: - `[p]sanction 10 @user 30m not`: 30 минут отключения без причины - `[p]sanction 10 @user 5h Spam`: 5 часов отключения звука по причине "Спам" - `[p]sanction 10 @user 3d Advertising`: 3 дня отключения звука по причине "Реклама"
uk_ua: - :hourglass: Тимчасово вимкнути користувача в цьому каналі. Ви можете встановити тимчасове вимкнення, вказавши дійсний час перед причиною. Приклади: - `[p]sanction 10 @user 30m not`: 30 хвилин без причини - `[p]sanction 10 @user 5h Spam`: 5 годин ігнорування з причини "Спам" - `[p]санкція 10 @user 3d Реклама`: 3 дні без звуку з причини "Реклама"

source: Sanctioning a member
de_de: Sanktionierung eines Mitglieds
el_gr: Επιβολή κυρώσεων σε μέλος
es_es: Sancionar a un miembro
fi_fi: Jäsenen rankaiseminen
fr_fr: Sanctionner un membre
it_it: Sanzionare un membro
ja_jp: 会員への制裁
nl_nl: Een lid sanctioneren
pl_pl: Ukaranie członka
pt_br: Sancionar um membro
ro_ro: Sancționarea unui membru
ru_ru: Наложение санкций на члена
uk_ua: Застосування санкцій до учасника

source: Which member do you want to sanction? (Set `cancel` to cancel.)
de_de: Welches Mitglied möchten Sie sanktionieren? (Setzen Sie `cancel` zum Abbrechen.)
el_gr: Ποιο μέλος θέλετε να τιμωρήσετε; (Ορίστε το `cancel` για ακύρωση.)
es_es: ¿A qué miembro quiere sancionar? (Ponga `cancelar` para cancelar.)
fi_fi: Ketä jäsentä haluatte rangaista? (Aseta `cancel` peruuttaaksesi.)
fr_fr: Quel membre voulez-vous sanctionner ? (Mettez `cancel` pour annuler.)
it_it: Quale membro si vuole sanzionare? (Impostare `cancel` per annullare).
ja_jp: どのメンバーに制裁を加えるか？(キャンセルする場合は `cancel` をセットしてください)
nl_nl: Welk lid wil je sanctioneren? (Stel `annuleer` in om te annuleren.)
pl_pl: Którego członka chcesz ukarać? (Ustaw `cancel`, aby anulować.)
pt_br: Que membro quer sancionar? (Definir "cancelar" para cancelar).
ro_ro: Ce membru doriți să sancționați? (Setați `cancel` pentru a anula.)
ru_ru: К какому члену вы хотите применить санкции? (Установите `cancel` для отмены).
uk_ua: Кого з учасників ви хочете покарати? (Встановіть `cancel` для скасування.)

source: Timed out, please try again.
de_de: Zeitüberschreitung, bitte versuchen Sie es erneut.
el_gr: Ο χρόνος έχει λήξει, παρακαλώ προσπαθήστε ξανά.
es_es: Se ha agotado el tiempo, inténtelo de nuevo.
fi_fi: Aika loppui, yritä uudelleen.
fr_fr: Le délai est dépassé, veuillez réessayer.
it_it: Tempo scaduto, riprovare.
ja_jp: タイムアウトしました、もう一度お試しください。
nl_nl: Uitgetimed, probeer het opnieuw.
pl_pl: Czas minął, proszę spróbować ponownie.
pt_br: Timed out, por favor tente novamente.
ro_ro: Timed out, vă rugăm să încercați din nou.
ru_ru: Вышел из строя, пожалуйста, попробуйте еще раз.
tr_tr: Zaman aşımına uğradı, lütfen tekrar deneyin.
uk_ua: Закінчився час, спробуйте ще раз.

source: This tool allows you to easily sanction a server member. User mention: {user.mention} - User ID: {user.id}
de_de: Mit diesem Tool können Sie ganz einfach ein Servermitglied sanktionieren. Benutzerkennung: {user.mention} - Benutzer-ID: {user.id}
el_gr: Αυτό το εργαλείο σας επιτρέπει να κυρώσετε εύκολα ένα μέλος του διακομιστή. Αναφορά χρήστη: {user.mention} - Αναγνωριστικό χρήστη: {user.id}
es_es: Esta herramienta le permite sancionar fácilmente a un miembro del servidor. Mención de usuario: {user.mention} - ID de usuario: {user.id}
fi_fi: Tämän työkalun avulla voit helposti sanktioida palvelimen jäsenen. Käyttäjän maininta: {user.mention} - Käyttäjän tunnus: {user.id}
fr_fr: Cet outil vous permet de sanctionner facilement un membre du serveur. Mention de l'utilisateur : {user.mention} - ID de l'utilisateur : {user.id}
it_it: Questo strumento consente di sanzionare facilmente un membro del server. Menzione utente: {user.mention} - ID utente: {user.id}
ja_jp: このツールは、サーバーメンバーの制裁を簡単に行うことができます。 ユーザー言及： {user.mention} - ユーザーID： {user.id}
nl_nl: Met deze tool kun je eenvoudig een serverlid sanctioneren. Gebruikersnaam: {user.mention} - Gebruikers-ID: {user.id}
pl_pl: Narzędzie to pozwala w łatwy sposób ukarać członka serwera. Wzmianka o użytkowniku: {user.mention} - ID użytkownika: {user.id}
pt_br: Esta ferramenta permite-lhe sancionar facilmente um membro do servidor. Menção do utilizador: {user.mention} - ID do utilizador: {user.id}
ro_ro: Acest instrument vă permite să sancționați cu ușurință un membru al serverului. Mențiune utilizator: {user.mention} - ID utilizator: {user.id}
ru_ru: Этот инструмент позволяет легко наложить санкции на участника сервера. Упоминание пользователя: {user.mention} - Идентификатор пользователя: {user.id}
uk_ua: Цей інструмент дозволяє легко застосувати санкції до користувача сервера. Згадка про користувача: {user.mention} - Ідентифікатор користувача: {user.id}

source: Reason:
de_de: Der Grund:
el_gr: Λόγος:
es_es: Razón:
fi_fi: Syy:
fr_fr: Raison :
it_it: Motivo:
ja_jp: 理由
nl_nl: Reden:
pl_pl: Uzasadnienie:
pt_br: Motivo:
ro_ro: Motivul:
ru_ru: Причина:
tr_tr: Neden:
uk_ua: Причина:

source: The reason was not given and will not be asked later.
de_de: Der Grund dafür wurde nicht genannt und wird auch später nicht gefragt werden.
el_gr: Ο λόγος δεν δόθηκε και δεν θα ζητηθεί αργότερα.
es_es: No se dio la razón y no se preguntará más adelante.
fi_fi: Syytä ei kerrottu, eikä sitä kysytä myöhemmin.
fr_fr: La raison n'a pas été donnée et ne sera pas demandée plus tard.
it_it: Il motivo non è stato fornito e non sarà chiesto in seguito.
ja_jp: 理由は明かされず、後で聞かれることもないだろう。
nl_nl: De reden werd niet gegeven en zal later ook niet worden gevraagd.
pl_pl: Powód nie został podany i nie będzie później pytany.
pt_br: A razão não foi dada e não será perguntada mais tarde.
ro_ro: Motivul nu a fost dat și nici nu va fi întrebat ulterior.
ru_ru: Причина не была названа и не будет названа позже.
uk_ua: Причина не була вказана і не буде вказана пізніше.

source: Duration:
de_de: Dauer:
el_gr: Διάρκεια:
es_es: Duración:
fi_fi: Kesto:
fr_fr: Durée de l'enquête :
it_it: Durata:
ja_jp: 期間です：
nl_nl: Duur:
pl_pl: Czas trwania:
pt_br: Duração:
ro_ro: Durata:
ru_ru: Продолжительность:
tr_tr: Süre:
uk_ua: Тривалість:

source: You are using this command in Fake mode, so no action will be taken, but I will pretend it is not the case.
de_de: Da Sie diesen Befehl im Fake-Modus verwenden, werden keine Maßnahmen ergriffen, aber ich werde so tun, als ob dies nicht der Fall wäre.
el_gr: Χρησιμοποιείτε αυτή την εντολή σε λειτουργία Fake, οπότε δεν θα γίνει καμία ενέργεια, αλλά θα προσποιηθώ ότι δεν συμβαίνει κάτι τέτοιο.
es_es: Estás utilizando este comando en modo Falso, por lo que no se realizará ninguna acción, pero fingiré que no es el caso.
fi_fi: Käytät tätä komentoa Fake-tilassa, joten mitään toimenpiteitä ei tehdä, mutta teeskentelen, että näin ei ole.
fr_fr: Vous utilisez cette commande en mode Fake, donc aucune action ne sera entreprise, mais je vais faire comme si ce n'était pas le cas.
it_it: State usando questo comando in modalità Fake, quindi non verrà intrapresa alcuna azione, ma farò finta che non sia così.
ja_jp: あなたはFakeモードでこのコマンドを使用しているので、何のアクションも起こりませんが、そうでないことにしておきます。
nl_nl: Je gebruikt dit commando in Fake-modus, dus er wordt geen actie ondernomen, maar ik zal doen alsof dit niet het geval is.
pl_pl: Używasz tego polecenia w trybie Fake, więc żadne działania nie zostaną podjęte, ale będę udawał, że tak nie jest.
pt_br: Está a usar este comando no modo Falso, pelo que nenhuma acção será tomada, mas eu vou fingir que não é o caso.
ro_ro: Folosiți această comandă în modul Fake, deci nu se va lua nicio măsură, dar voi pretinde că nu este cazul.
ru_ru: Вы используете эту команду в режиме Fake, поэтому никаких действий предпринято не будет, но я сделаю вид, что это не так.
uk_ua: Ви використовуєте цю команду в режимі Fake, тому ніяких дій не буде виконано, але я зроблю вигляд, що це не так.

source: You are not the author of this command.
de_de: Sie sind nicht der Autor dieses Befehls.
el_gr: Δεν είστε ο συγγραφέας αυτής της εντολής.
fr_fr: Vous n'êtes pas l'auteur de cette commande.
it_it: Non siete voi l'autore di questo comando.
ja_jp: このコマンドの作者はあなたではありません。
pl_pl: Nie jesteś autorem tego polecenia.
pt_br: Não é o autor deste comando.
ru_ru: Вы не являетесь автором этой команды.

source: Sanctioning a member - ℹ️ UserInfo
de_de: Sanktionierung eines Mitglieds - ℹ️ UserInfo
el_gr: Επιβολή κυρώσεων σε μέλος - ℹ️ UserInfo
es_es: Sancionar a un miembro - ℹ️ UserInfo
fi_fi: Jäsenen sanktiointi - ℹ️ UserInfo
fr_fr: Sanctionner un membre - ℹ️ UserInfo
it_it: Sanzionare un membro - ℹ️ UserInfo
ja_jp: 会員への制裁 - ℹ️ UserInfo
nl_nl: Een lid sanctioneren - ℹ️ Gebruikersinfo
pl_pl: Ukaranie członka - ℹ️ UserInfo
pt_br: Aplicação de sanções a um membro - ℹ️ UserInfo
ro_ro: Sancționarea unui membru - ℹ️ UserInfo
ru_ru: Наложение санкций на участника - ℹ️ UserInfo
uk_ua: Санкціонування учасника - ℹ️ UserInfo

source: Here is the information about the user {user.name}!
de_de: Hier sind die Informationen über den Benutzer {user.name}!
el_gr: Εδώ είναι οι πληροφορίες σχετικά με τον χρήστη {user.name}!
es_es: ¡Aquí está la información sobre el usuario {user.name}!
fi_fi: Tässä on tietoa käyttäjästä {user.name}!
fr_fr: Voici les informations concernant l'utilisateur {user.name}!
it_it: Ecco le informazioni sull'utente {user.name}!
ja_jp: ここでは、ユーザーである {user.name}についての情報を紹介します！
nl_nl: Hier is de informatie over de gebruiker {user.name}!
pl_pl: Tu są informacje o użytkowniku {user.name}!
pt_br: Aqui está a informação sobre o utilizador {user.name}!
ro_ro: Iată informațiile despre utilizatorul {user.name}!
ru_ru: Вот информация о пользователе {user.name}!
uk_ua: Ось інформація про користувача {user.name}!
