Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: Reason Required state registered: {state}.
de_de: Grund Erforderlich Staat registriert: {state}.
el_gr: Αιτιολογία Απαιτούμενο κράτος καταχωρημένο: {state}.
es_es: Razón requerida estado registrado: {state}.
fi_fi: Syy Vaadittu rekisteröintivaltio: {state}.
fr_fr: Reason Reason Required State Registered : {state}.
it_it: Motivo Stato richiesto per la registrazione: {state}.
ja_jp: 理由 必須登録状態： {state}.
nl_nl: Reden Vereiste staat geregistreerd: {state}.
pl_pl: Powód Wymagany stan zarejestrowany: {state}.
pt_br: Razão Estado requerido registado: {state}.
ro_ro: Motivul pentru care este necesar ca statul să fie înregistrat: {state}.
ru_ru: Причина Требуется государственная регистрация: {state}.
uk_ua: Причина Необхідний стан зареєстровано: {state}.

source: Enable or disable Delete Embed Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie Delete Embed . Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση Διαγραφή ενσωμάτωσης Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Habilitar o deshabilitar Delete Embed Utilice `True` (o `yes`) para habilitar o `False` (o `no`) para deshabilitar.
fi_fi: Ota käyttöön tai poista käytöstä Poista upotus Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver Supprimer Embed Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita l'eliminazione dell'incorporamento Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Delete Embed 有効または無効 有効にする場合は `True` (または `yes`) を、無効にする場合は `False` (または `no`) を使用します。
nl_nl: Embed verwijderen in- of uitschakelen Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Enable or disable Delete Embed Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar Eliminar Embed Utilizar `True` (ou `yes`) para activar ou `False` (ou `no`) para desactivar.
ro_ro: Enable or disable Delete Embed Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить удаление вставки Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути Видалити Вставити Використовуйте `True` (або `yes`), щоб увімкнути, або `False` (або `no`), щоб вимкнути.

source: Delete Embed is already set on {state}.
de_de: Delete Embed ist bereits auf {state} eingestellt.
el_gr: Το Delete Embed έχει ήδη οριστεί στο {state}.
es_es: Borrar incrustar ya está configurado en {state}.
fi_fi: Delete Embed on jo asetettu osoitteessa {state}.
fr_fr: Supprimer Embed est déjà défini sur {state}.
it_it: Cancella Incorpora è già impostato su {state}.
ja_jp: 削除 Embed は {state} に既に設定されています。
nl_nl: Embed verwijderen is al ingesteld op {state}.
pl_pl: Delete Embed jest już ustawiony na {state}.
pt_br: Eliminar Embed já está definido em {state}.
ro_ro: Delete Embed este deja setat pe {state}.
ru_ru: Удалить Embed уже установлено на {state}.
uk_ua: Видалити вбудовування вже встановлено на {state}.

source: Enable or disable Delete Message Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder Deaktivieren von Delete Message Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση Διαγραφή μηνύματος Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Activar o desactivar Borrar mensaje Utilice `True` (o `yes`) para activar o `False` (o `no`) para desactivar.
fi_fi: Ota käyttöön tai poista käytöstä Poista viesti Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver Supprimer Message Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita l'eliminazione del messaggio Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Delete Message Enable or Disable 有効にするには `True` (または `yes`) を、無効にするには `False` (または `no`) を使用します。
nl_nl: Bericht verwijderen in- of uitschakelen Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Enable or disable Delete Message Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar Eliminar Mensagem Utilizar "True" (ou "sim") para activar ou "False" (ou "não") para desactivar.
ro_ro: Activați sau dezactivați Ștergerea mesajului Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить удаление сообщения Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути видалення повідомлень Використовуйте `True` (або `yes`) для увімкнення або `False` (або `no`) для вимкнення.

source: Delete Message is already set on {state}.
de_de: Nachricht löschen ist bereits auf {state} eingestellt.
el_gr: Το Delete Message έχει ήδη οριστεί στο {state}.
es_es: Borrar mensaje ya está configurado en {state}.
fi_fi: Poista viesti on jo asetettu osoitteessa {state}.
fr_fr: Suppression du Message est déjà défini sur {state}.
it_it: Elimina messaggio è già impostato su {state}.
ja_jp: メッセージの削除は、 {state} に設定済みです。
nl_nl: Bericht verwijderen is al ingesteld op {state}.
pl_pl: Usunięcie wiadomości jest już ustawione na {state}.
pt_br: A mensagem de eliminação já está definida em {state}.
ro_ro: Ștergerea mesajului este deja setată pe {state}.
ru_ru: Удалить сообщение уже установлено на {state}.
uk_ua: Видалити повідомлення вже встановлено на {state}.

source: Delete Message state registered: {state}.
de_de: Löschen Meldungsstatus registriert: {state}.
es_es: Borrar Mensaje estado registrado: {state}.
fi_fi: Poista viestin tila rekisteröity: {state}.
fr_fr: Etat de Suppression Message enregistré: {state}.
it_it: Cancellare Stato messaggio registrato: {state}.
ja_jp: 登録されているメッセージの状態を削除する： {state}.
nl_nl: Status bericht verwijderen Geregistreerd: {state}.
pl_pl: Usuń wiadomość stan zarejestrowany: {state}.
pt_br: Apagar Estado da mensagem registada: {state}.
ro_ro: Ștergerea mesajului Starea mesajului înregistrat: {state}.
ru_ru: Удалить зарегистрированное состояние сообщения: {state}.
uk_ua: Видалити Стан повідомлення зареєстровано: {state}.

source: Choose the timeout Use a int. The default is 180 seconds.
de_de: Wählen Sie die Zeitüberschreitung Verwenden Sie eine int. Der Standardwert ist 180 Sekunden.
el_gr: Επιλέξτε το χρονικό όριο Χρησιμοποιήστε ένα int. Η προεπιλογή είναι 180 δευτερόλεπτα.
es_es: Elija el tiempo de espera Utilice un int. El valor por defecto es 180 segundos.
fi_fi: Valitse aikakatkaisu Käytä int. Oletusarvo on 180 sekuntia.
fr_fr: Choisissez le timeout Utiliser un int. La valeur par défaut est 180 secondes.
it_it: Scegliere il timeout Utilizzare un valore int. L'impostazione predefinita è 180 secondi.
ja_jp: タイムアウトを選択する intを使用します。デフォルトは180秒です。
nl_nl: Kies de time-out Gebruik een int. De standaardinstelling is 180 seconden.
pl_pl: Wybierz timeout Użyj int. Domyślnie jest to 180 sekund.
pt_br: Escolha o tempo limite Use um int. O tempo limite por defeito é de 180 segundos.
ro_ro: Alegeți timeout-ul Utilizați un int. Valoarea implicită este de 180 de secunde.
ru_ru: Выберите тайм-аут Используйте значение int. По умолчанию это 180 секунд.
uk_ua: Виберіть таймаут Використовуйте int. За замовчуванням це 180 секунд.

source: Timeout restored.
de_de: Zeitüberschreitung wiederhergestellt.
el_gr: Το χρονικό όριο αποκαταστάθηκε.
es_es: Tiempo de espera restaurado.
fi_fi: Aikakatkaisu palautettu.
fr_fr: Délai d'attente restauré.
it_it: Timeout ripristinato.
ja_jp: タイムアウトが回復しました。
nl_nl: Time-out hersteld.
pl_pl: Czas przywrócony.
pt_br: Timeout restaurado.
ro_ro: Timeout restabilit.
ru_ru: Тайм-аут восстановлен.
uk_ua: Тайм-аут відновлено.

source: Timeout is already set on {timeout}.
de_de: Die Zeitüberschreitung ist bereits auf {timeout} eingestellt.
el_gr: Το χρονικό όριο έχει ήδη οριστεί στο {timeout}.
es_es: El tiempo de espera ya está configurado en {timeout}.
fi_fi: Aikakatkaisu on jo asetettu osoitteessa {timeout}.
fr_fr: Le délai d'expiration est déjà défini sur {timeout}.
it_it: Il timeout è già impostato su {timeout}.
ja_jp: {timeout}でタイムアウトがすでに設定されています。
nl_nl: Time-out is al ingesteld op {timeout}.
pl_pl: Timeout jest już ustawiony na {timeout}.
pt_br: O tempo limite já está definido em {timeout}.
ro_ro: Timeout este deja setat pe {timeout}.
ru_ru: Тайм-аут уже установлен на {timeout}.
uk_ua: Тайм-аут вже встановлено на {timeout}.

source: Timeout state registered: {timeout}.
de_de: Timeout-Status registriert: {timeout}.
el_gr: Κατάσταση χρονοκαθυστέρησης καταχωρήθηκε: {timeout}.
es_es: Estado de tiempo de espera registrado: {timeout}.
fi_fi: Rekisteröity aikakatkaisutila: {timeout}.
fr_fr: État du délai d'expiration enregistré : {timeout}.
it_it: Stato di timeout registrato: {timeout}.
ja_jp: 登録されているタイムアウトの状態： {timeout}.
nl_nl: Time-outstatus geregistreerd: {timeout}.
pl_pl: Stan Timeout zarejestrowany: {timeout}.
pt_br: Estado de Timeout registado: {timeout}.
ro_ro: Starea de timeout înregistrată: {timeout}.
ru_ru: Зарегистрированное состояние тайм-аута: {timeout}.
uk_ua: Timeout state зареєстровано: {timeout}.

source: A cog to sanction a user!
de_de: Ein Zahnrad zur Sanktionierung eines Benutzers!
el_gr: Ένα γρανάζι για την επιβολή κυρώσεων σε έναν χρήστη!
es_es: Un engranaje para sancionar a un usuario!
fi_fi: Käyttäjän sanktioimiseksi tarkoitettu hammasratas!
fr_fr: Un cog pour sanctionner un utilisateur!
it_it: Un ingranaggio per sanzionare un utente!
ja_jp: ユーザーを制裁するための歯車です！
nl_nl: Een radertje om een gebruiker te sanctioneren!
pl_pl: Trybik do ukarania użytkownika!
pt_br: Uma engrenagem para sancionar um utilizador!
ro_ro: O rotiță pentru a sancționa un utilizator!
ru_ru: Шестеренка для санкций к пользователю!
uk_ua: Гвинтик для покарання користувача!

source: You have chosen to sanction {inter.user.mention} ({inter.user.id}) in {inter.channel.mention}.
de_de: Sie haben gewählt, {inter.user.mention} ({inter.user.id}) in {inter.channel.mention}zu sanktionieren.
el_gr: Έχετε επιλέξει να κυρώσετε το {inter.user.mention} ({inter.user.id}) στο {inter.channel.mention}.
fr_fr: Vous avez choisi de sanctionner {inter.user.mention} ({inter.user.id}) dans {inter.channel.mention}.
it_it: Avete scelto di sanzionare {inter.user.mention} ({inter.user.id}) in {inter.channel.mention}.
ja_jp: {inter.channel.mention}で {inter.user.mention} ({inter.user.id}) の制裁を選択されましたが、 。
pl_pl: Wybrałeś sankcję {inter.user.mention} ({inter.user.id}) w {inter.channel.mention}.
pt_br: Optou por sancionar {inter.user.mention} ({inter.user.id}) em {inter.channel.mention}.
ru_ru: Вы выбрали санкции {inter.user.mention} ({inter.user.id}) в {inter.channel.mention}.

source: An error has occurred in your interaction. Please try to use the real command instead of this contextual menu.
de_de: Bei Ihrer Interaktion ist ein Fehler aufgetreten. Bitte versuchen Sie, den eigentlichen Befehl anstelle dieses Kontextmenüs zu verwenden.
el_gr: Προέκυψε σφάλμα στην αλληλεπίδρασή σας. Προσπαθήστε να χρησιμοποιήσετε την πραγματική εντολή αντί αυτού του μενού περιβάλλοντος.
fr_fr: Une erreur s'est produite dans cette intéraction. Veuillez essayer d'utiliser la commande réelle au lieu de ce menu contextuel.
it_it: Si è verificato un errore nell'interazione. Provare a utilizzare il comando reale invece di questo menu contestuale.
ja_jp: 対話にエラーが発生しました。このコンテクストメニューの代わりに、実際のコマンドを使用してみてください。
pl_pl: W Twojej interakcji wystąpił błąd. Proszę spróbować użyć prawdziwego polecenia zamiast tego menu kontekstowego.
pt_br: Ocorreu um erro na sua interacção. Por favor, tente usar o comando real em vez deste menu contextual.
ru_ru: Произошла ошибка в вашем взаимодействии. Пожалуйста, попробуйте использовать настоящую команду вместо этого контекстного меню.

source: You have chosen to sanction {inter.message.author.mention} ({inter.message.author.id}) in {inter.channel.mention}.
de_de: Sie haben gewählt, {inter.message.author.mention} ({inter.message.author.id}) in {inter.channel.mention}zu sanktionieren.
el_gr: Έχετε επιλέξει να κυρώσετε το {inter.message.author.mention} ({inter.message.author.id}) στο {inter.channel.mention}.
fr_fr: Vous avez choisi de sanctionner {inter.message.author.mention} ({inter.message.author.id}) dans {inter.channel.mention}.
it_it: Avete scelto di sanzionare {inter.message.author.mention} ({inter.message.author.id}) in {inter.channel.mention}.
ja_jp: {inter.channel.mention}で {inter.message.author.mention} ({inter.message.author.id}) の制裁を選択されましたが、 。
pl_pl: Wybrałeś sankcję {inter.message.author.mention} ({inter.message.author.id}) w {inter.channel.mention}.
pt_br: Optou por sancionar {inter.message.author.mention} ({inter.message.author.id}) em {inter.channel.mention}.
ru_ru: Вы выбрали санкции {inter.message.author.mention} ({inter.message.author.id}) в {inter.channel.mention}.

source: You have chosen to sanction {user.mention} ({user.id}) in {inter.channel.mention}.
de_de: Sie haben gewählt, {user.mention} ({user.id}) in {inter.channel.mention}zu sanktionieren.
el_gr: Έχετε επιλέξει να κυρώσετε το {user.mention} ({user.id}) στο {inter.channel.mention}.
fr_fr: Vous avez choisi de sanctionner {user.mention} ({user.id}) dans {inter.channel.mention}.
it_it: Avete scelto di sanzionare {user.mention} ({user.id}) in {inter.channel.mention}.
ja_jp: {inter.channel.mention}で {user.mention} ({user.id}) の制裁を選択されましたが、 。
pl_pl: Wybrałeś sankcję {user.mention} ({user.id}) w {inter.channel.mention}.
pt_br: Optou por sancionar {user.mention} ({user.id}) em {inter.channel.mention}.
ru_ru: Вы выбрали санкции {user.mention} ({user.id}) в {inter.channel.mention}.

source: An error has occurred in this interaction. Please try to use the real command instead of this contextual menu.
de_de: Bei dieser Interaktion ist ein Fehler aufgetreten. Bitte versuchen Sie, den eigentlichen Befehl anstelle dieses Kontextmenüs zu verwenden.
el_gr: Συνέβη σφάλμα σε αυτή την αλληλεπίδραση. Προσπαθήστε να χρησιμοποιήσετε την πραγματική εντολή αντί αυτού του μενού περιβάλλοντος.
fr_fr: Une erreur s'est produite dans cette interaction. Veuillez essayer d'utiliser la commande réelle au lieu de ce menu contextuel.
it_it: Si è verificato un errore in questa interazione. Provare a utilizzare il comando vero e proprio invece di questo menu contestuale.
ja_jp: このインタラクションでエラーが発生しました。このコンテクストメニューの代わりに、実際のコマンドを使用してみてください。
pl_pl: W tej interakcji wystąpił błąd. Proszę spróbować użyć prawdziwego polecenia zamiast tego menu kontekstowego.
pt_br: Ocorreu um erro nesta interacção. Por favor, tente usar o comando real em vez deste menu contextual.
ru_ru: В этом взаимодействии произошла ошибка. Пожалуйста, попробуйте использовать настоящую команду вместо этого контекстного меню.

source: - Sanction a user quickly and easily. Examples: - `[p]sanction 0 @user` - `[p]sanction 0 @user What are these roles?` - `[p]sanction 0 012345678987654321`
de_de: - Sanktionieren Sie einen Benutzer schnell und einfach. Beispiele: - `[p]sanction 0 @user` - `[p]sanction 0 @user Was sind diese Rollen?` - `[p]sanction 0 012345678987654321`
el_gr: - Επιβολή κυρώσεων σε έναν χρήστη γρήγορα και εύκολα. Παραδείγματα: - `[p]sanction 0 @user` - `[p]sanction 0 @user Ποιοι είναι αυτοί οι ρόλοι; ` - `[p]sanction 0 012345678987654321`
es_es: - Sancionar a un usuario de forma rápida y sencilla. Ejemplos: - `[p]sanction 0 @user` - `[p]sanction 0 @user ¿Cuáles son estos roles?` - `[p]sanction 0 012345678987654321`
fi_fi: - Sanktioita käyttäjälle nopeasti ja helposti. Esimerkkejä: [p] [p]- Mitkä ovat nämä roolit?` - `[p]sanction 0 012345678987654321`
fr_fr: - Sanctionner un utilisateur rapidement et facilement. Exemples : - `[p]sanction 0 @user` - `[p]sanction 0 @user Quels sont ces rôles ? ` - `[p]sanction 0 012345678987654321`
it_it: - Sanzionare un utente in modo semplice e veloce. Esempi: - `[p]sanzione 0 @utente` - `[p]sanzione 0 @utente Quali sono questi ruoli? ` - `[p]sanzione 0 012345678987654321`
ja_jp: - ユーザーへの制裁を素早く簡単に行うことができます。 例を挙げます： -[p]sanction 0 @user` - `[p]sanction 0 @user これらの役割は何ですか？ ` - `[p]sanction 0 012345678987654321`
nl_nl: - Sanctioneer een gebruiker snel en eenvoudig. Voorbeelden: - `[p]sanctie 0 @user` - `[p]sanctie 0 @user Wat zijn deze rollen?` - `[p]sanctie 0 012345678987654321`
pl_pl: - Sankcje dla użytkownika szybko i łatwo. Przykłady: - `[p]sanction 0 @user` - `[p]sanction 0 @user Co to za role?` - `[p]sanction 0 012345678987654321`
pt_br: - Sancionar um utilizador rápida e facilmente. Exemplos: -[p]sanção 0 @utilizador` - `[p]sanção 0 @utilizador Quais são estes papéis?` - `[p]sanção 0 012345678987654321`
ro_ro: - Sancționați un utilizator rapid și ușor. Exemple: - `[p]sanction 0 @user` - `[p]sanction 0 @user Care sunt aceste roluri?` - `[p]sanction 0 012345678987654321`
ru_ru: - Быстрое и простое наложение санкций на пользователя. Примеры: - `[p]санкция 0 @user` - `[p]санкция 0 @user Что это за роли? ` - `[p]санкция 0 012345678987654321`
uk_ua: - Санкціонуйте користувача швидко та легко. Приклади: - `[p]sanction 0 @user` - `[p]sanction 0 @user Що це за ролі?` - `[p]sanction 0 012345678987654321`

source: - :information_source: Show info on an user. Examples: - `[p]sanction 1 @user`: UserInfo for no reason - `[p]sanction 1 @user What are these roles?`: UserInfo for the reason "What are these roles?" - `[p]sanction 1 012345678987654321`: UserInfo with the ID provided.
de_de: - :information_source: Zeigt Informationen über einen Benutzer an. Beispiele: - `[p]sanction 1 @user`: UserInfo ohne Grund - `[p]sanction 1 @user What are these roles?`: UserInfo für den Grund "What are these roles?" - `[p]sanction 1 012345678987654321`: UserInfo mit der angegebenen ID.
el_gr: - :information_source: Εμφάνιση πληροφοριών για έναν χρήστη. Παραδείγματα: - `[p]sanction 1 @user`: `[p]sanction 1 @user Τι είναι αυτοί οι ρόλοι; `: UserInfo για το λόγο "What are these roles?" - `[p]sanction 1 012345678987654321`: UserInfo με το αναγνωριστικό που δόθηκε.
fr_fr: - :information_source: Afficher des informations sur un utilisateur. Exemples : - `[p]sanction 1 @user` : Informations sur l'utilisateur sans raison - `[p]sanction 1 @user Quels sont ces rôles ? UserInfo pour la raison "Quels sont ces rôles ?" - `[p]sanction 1 012345678987654321` : UserInfo avec l'ID fourni.
it_it: - :information_source: Mostra informazioni su un utente. Esempi: - `[p]sanction 1 @user`: UserInfo senza motivo - `[p]sanction 1 @user What are these roles?`: UserInfo per il motivo "Quali sono questi ruoli?". - `[p]sanction 1 012345678987654321`: UserInfo con l'ID fornito.
ja_jp: - :information_source: ユーザーの情報を表示します。 例 -[p]sanction 1 @user`：UserInfo for no reason - `[p]sanction 1 @user What are these roles?`：UserInfo for the reason "What are these roles?"（これらの役割は何ですか？ - `[p]sanction 1 012345678987654321`：提供されたIDを持つUserInfoです。
pl_pl: - :information_source: Pokaż informacje o użytkowniku. Przykłady: - `[p]sanction 1 @user`: UserInfo bez powodu - `[p]sanction 1 @user What are these roles?`: UserInfo dla powodu "What are these roles?" - `[p]sanction 1 012345678987654321`: UserInfo z podanym identyfikatorem.
pt_br: - :information_source: Mostrar informações sobre um utilizador. Exemplos: -[p]sanção 1 @utilizador`: UserInfo sem razão - `[p]sanção 1 @utilizador Quais são estes papéis?`: UserInfo pela razão "Quais são estes papéis? -[p]sanção 1 012345678987654321": UserInfo com o ID fornecido.
ru_ru: - :information_source: Показать информацию о пользователе. Примеры: - `[p]sanction 1 @user`: UserInfo без причины - `[p]sanction 1 @user What are these roles?`: UserInfo для причины "What are these roles?". - `[p]sanction 1 012345678987654321`: UserInfo с предоставленным ID.

source: - ⚠️ Set a simple warning on an user. Examples: - `[p]sanction 2 @user not`: Warn for no reason - `[p]sanction 2 @user Insults`: Warn for the reason "Insults" - `[p]sanction 2 012345678987654321 Advertising`: Warn the user with the ID provided.
de_de: - ⚠️ Setzen Sie eine einfache Warnung für einen Benutzer. Beispiele: - `[p]sanction 2 @user not`: Warnung ohne Grund - `[p]sanction 2 @user Beleidigungen`: Warnung aus dem Grund "Beleidigungen" - `[p]sanction 2 012345678987654321 Advertising`: Warne den Benutzer mit der angegebenen ID.
el_gr: - ⚠️ Ορίστε μια απλή προειδοποίηση για έναν χρήστη. Παραδείγματα: - `[p]sanction 2 @user not`: - `[p]sanction 2 @user Insults`: Προειδοποίηση για τον λόγο "Προσβολές" - `[p]sanction 2 012345678987654321 Advertising`: Προειδοποίηση του χρήστη με το αναγνωριστικό που δόθηκε.
fr_fr: - ⚠️ Définir un simple avertissement pour un utilisateur. Exemples : - `[p]sanction 2 @user not` : Avertir sans raison - `[p]sanction 2 @user Insults` : Avertit pour la raison "Insultes" - `[p]sanction 2 012345678987654321 Advertising` : Avertir l'utilisateur avec l'ID fourni.
it_it: - ⚠️ Imposta un semplice avviso su un utente. Esempi: - `[p]sanction 2 @user not`: Avverte senza motivo - `[p]sanction 2 @user Insults`: Avverte per il motivo "Insulti" - `[p]sanction 2 012345678987654321 Advertising`: Avverte l'utente con l'ID fornito.
ja_jp: - ⚠️ ユーザーに対して簡単な警告を設定します。 例 -[p]sanction 2 @user not`：理由なく警告する - `[p]sanction 2 @user Insults`：Insults`: "Insults "という理由で警告します - `[p]sanction 2 012345678987654321 Advertising`：提供された ID を持つユーザーに警告します。
pl_pl: - ⚠️ Ustaw proste ostrzeżenie na użytkownika. Przykłady: - `[p]sanction 2 @user not`: Warn bez powodu - `[p]sanction 2 @user Insults`: Warn for the reason "Insults" - `[p]sanction 2 012345678987654321 Advertising`: Ostrzeż użytkownika o podanym ID.
pt_br: - ⚠️ Definir um simples aviso a um utilizador. Exemplos: -[p]sanction 2 @user not': Avisar sem motivo - `[p]sanção 2 @Insultos do utilizador`: Avisar por "Insultos" - `[p]sanção 2 012345678987654321 Publicidade`: Avisar o utilizador com o ID fornecido.
ru_ru: - ⚠️ Установить простое предупреждение для пользователя. Примеры: - `[p]sanction 2 @user not`: Предупредить без причины - `[p]sanction 2 @user Insults`: Предупредить по причине "Оскорбления" - `[p]sanction 2 012345678987654321 Реклама`: Предупредить пользователя с указанным ID.
