Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: simplesanction/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk_ua

source: Set a color for the embed. ``color``: Color. You can also use "None" if you wish to reset the color.
de_de: Legen Sie eine Farbe für die Einbettung fest. ``Farbe``: Farbe. Sie können auch "None" verwenden, wenn Sie die Farbe zurücksetzen möchten.
el_gr: Ορίστε ένα χρώμα για την ενσωμάτωση. ``color``: Χρώμα. Μπορείτε επίσης να χρησιμοποιήσετε το "None" αν θέλετε να επαναφέρετε το χρώμα.
es_es: Establece un color para el embed. ``color``: Color. También puede utilizar "Ninguno" si desea restablecer el color.
fi_fi: Aseta upotuksen väri. ``väri``: Color. Voit myös käyttää "None", jos haluat nollata värin.
fr_fr: Définir une couleur pour l'intégration. ``color`` : La couleur. Vous pouvez également utiliser "None" si vous souhaitez réinitialiser la couleur.
it_it: Impostare un colore per l'incorporazione. ``colore``: Colore. Si può anche usare "Nessuno" se si vuole azzerare il colore.
ja_jp: 埋め込み用のカラーを設定する。 ``color``：色を指定します。 色をリセットしたい場合は、"None "を使用することもできます。
nl_nl: Stel een kleur in voor de insluiting. ``kleur``: Kleur. Je kunt ook "Geen" gebruiken als je de kleur opnieuw wilt instellen.
pl_pl: Ustawienie koloru dla embedu. `color``: Kolor. Możesz również użyć "None", jeśli chcesz zresetować kolor.
pt_br: Definir uma cor para a incorporação. "cor": Cor. Também pode utilizar "Nenhum" se desejar repor a cor.
ro_ro: Setați o culoare pentru inserție. ``color``: Culoare. De asemenea, puteți utiliza "None" dacă doriți să resetați culoarea.
ru_ru: Установите цвет для вставки. ``color``: Цвет. Вы также можете использовать "None", если хотите сбросить цвет.
uk_ua: Задайте колір для вбудовування. "Колір": Колір. Ви також можете використати "None", якщо хочете скинути колір.

source: Configure the embed
de_de: Konfigurieren Sie die Einbettung
el_gr: Διαμόρφωση της ενσωμάτωσης
es_es: Configurar la incrustación
fi_fi: Määritä upotus
fr_fr: Configurez l'embed
it_it: Configurare l'incorporazione
ja_jp: エンベッドを設定する
nl_nl: De insluiting configureren
pl_pl: Konfiguracja osadzenia
pt_br: Configurar a incorporação
ro_ro: Configurați încorporarea
ru_ru: Настройте встраивание
uk_ua: Налаштуйте вбудовування

source: Reset color:
de_de: Farbe zurücksetzen:
el_gr: Επαναφορά χρώματος:
es_es: Reinicia el color:
fi_fi: Nollaa väri:
fr_fr: Réinitialiser la couleur :
it_it: Azzeramento del colore:
ja_jp: 色をリセットします：
nl_nl: Reset kleur:
pl_pl: Kolor resetowania:
pt_br: Repor a cor:
ro_ro: Resetați culoarea:
ru_ru: Сбросить цвет:
uk_ua: Скинути колір:

source: Color:
de_de: Farbe:
el_gr: Χρώμα:
fi_fi: Väri:
fr_fr: Couleur :
it_it: Colore:
ja_jp: カラーです：
nl_nl: Kleur:
pl_pl: Kolor:
pt_br: Cor:
ro_ro: Culoare:
ru_ru: Цвет:
uk_ua: Колір:

source: Set color:
de_de: Farbe einstellen:
el_gr: Ορίστε το χρώμα:
es_es: Establecer color:
fi_fi: Aseta väri:
fr_fr: Définir la couleur :
it_it: Imposta il colore:
ja_jp: 色を設定します：
nl_nl: Kleur instellen:
pl_pl: Kolor zestawu:
pt_br: Cor definida:
ro_ro: Setați culoarea:
ru_ru: Установите цвет:
uk_ua: Встановити колір:

source: Set a thumbnail for the embed. ``link``: Thumbnail link. You can also use "None" if you wish to reset the thumbnail.
de_de: Legen Sie eine Miniaturansicht für die Einbettung fest. ``Link``: Thumbnail-Link. Sie können auch "None" verwenden, wenn Sie das Vorschaubild zurücksetzen möchten.
el_gr: Ορίστε μια μικρογραφία για την ενσωμάτωση. ``link``: Σύνδεσμος μικρογραφίας. Μπορείτε επίσης να χρησιμοποιήσετε το "None" αν θέλετε να μηδενίσετε τη μικρογραφία.
es_es: Establecer una miniatura para el embed. ``enlace``: Enlace a la miniatura. También puede utilizar "Ninguno" si desea restablecer la miniatura.
fi_fi: Aseta upotuksen pikkukuva. ``linkki``: Pienoiskuvan linkki. Voit myös käyttää arvoa "None", jos haluat nollata pikkukuvan.
fr_fr: Définir une vignette pour l'intégration. ``link`` : Lien vers la vignette. Vous pouvez également utiliser "None" si vous souhaitez réinitialiser la vignette.
it_it: Impostare una miniatura per l'incorporazione. ``link``: Collegamento alla miniatura. Si può anche usare "Nessuno" se si vuole reimpostare la miniatura.
ja_jp: 埋め込み用のサムネイルを設定する。 ``link``：サムネイルリンクを設定します。 サムネイルをリセットしたい場合は、"None "を使用することも可能です。
nl_nl: Stel een thumbnail in voor de insluiting. ``link``: Thumbnail-link. Je kunt ook "Geen" gebruiken als je de thumbnail opnieuw wilt instellen.
pl_pl: Ustaw miniaturkę dla embedu. `link``: Link do miniaturki. Możesz również użyć "None", jeśli chcesz zresetować miniaturę.
pt_br: Colocar uma miniatura para a cravação. "link": Ligação em miniatura. Também pode utilizar "Nenhum" se desejar reiniciar a miniatura.
ro_ro: Setați o miniatură pentru inserare. ``link``: Link pentru miniatură. De asemenea, puteți utiliza "None" dacă doriți să resetați miniatura.
ru_ru: Установите миниатюру для вставки. ``ссылка``: Ссылка на миниатюру. Вы также можете использовать "None", если хотите сбросить миниатюру.
uk_ua: Задайте мініатюру для вбудовування. "Посилання": Посилання на мініатюру. Ви також можете використати "Ні", якщо хочете скинути мініатюру.

source: Reset thumbnail:
de_de: Vorschaubild zurücksetzen:
el_gr: Επαναφορά μικρογραφίας:
es_es: Restablecer miniatura:
fi_fi: Nollaa pikkukuvan:
fr_fr: Rénitialiser le thumbnail :
it_it: Reimpostare la miniatura:
ja_jp: サムネイルをリセットする：
nl_nl: Reset miniatuur:
pl_pl: Resetuj miniaturę:
pt_br: Reiniciar a miniatura:
ro_ro: Resetați miniatura:
ru_ru: Сброс миниатюры:
uk_ua: Скинути мініатюру:

source: Thumbnail:
de_de: Vorschaubild:
el_gr: Μικρογραφία:
es_es: Miniatura:
fi_fi: Pienoiskuva:
it_it: Miniatura:
ja_jp: サムネイルはこちら
nl_nl: Miniatuurafbeelding:
pl_pl: Miniaturka:
pt_br: Miniatura:
ro_ro: Miniatură:
ru_ru: Эскиз:
uk_ua: Ескіз:

source: Set thumbnail:
de_de: Miniaturbild einstellen:
el_gr: Ορισμός μικρογραφίας:
es_es: Fijar miniatura:
fi_fi: Aseta pikkukuva:
fr_fr: Définir le thumbnail :
it_it: Imposta miniatura:
ja_jp: サムネイルを設定します：
nl_nl: Stel miniatuur in:
pl_pl: Ustaw miniaturkę:
pt_br: Colocar a miniatura:
ro_ro: Setați miniatura:
ru_ru: Установите миниатюру:
uk_ua: Встановити мініатюру:

source: Enable or disable Show Author Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie Show Author Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση Εμφάνιση συγγραφέα Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Activar o desactivar Mostrar autor Utilice `True` (o `yes`) para activar o `False` (o `no`) para desactivar.
fi_fi: Ota käyttöön tai poista käytöstä Näytä tekijä Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver la MP utilisateur. Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita Mostra autore Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Show Author Enable or Disable 有効にするには `True` (または `yes`) を、無効にするには `False` (または `no`) を使用します。
nl_nl: Toon auteur in- of uitschakelen Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Włącz lub wyłącz opcję Show Author Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar o Autor do espectáculo Utilizar `True` (ou `yes`) para activar ou `False` (ou `no`) para desactivar.
ro_ro: Activează sau dezactivează Afișare autor Folosiți `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить Показывать автора Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути Show Author Використовуйте `True` (або `yes`) для увімкнення або `False` (або `no`) для вимкнення.

source: Show Author is already set on {state}.
de_de: Autor anzeigen ist bereits auf {state} eingestellt.
el_gr: Το Show Author έχει ήδη οριστεί στο {state}.
es_es: Mostrar autor ya está configurado en {state}.
fi_fi: Näytä tekijä on jo asetettu osoitteeseen {state}.
fr_fr: Afficher l'Auteur est déjà défini sur {state}.
it_it: Mostra autore è già impostato su {state}.
ja_jp: Show Authorは、 {state} に設定済みです。
nl_nl: Auteur weergeven is al ingesteld op {state}.
pl_pl: Show Author jest już ustawiony na {state}.
pt_br: Show Author já está disponível em {state}.
ro_ro: Arată autorul este deja setat pe {state}.
ru_ru: Показать автора уже установлено на {state}.
uk_ua: Показати автора вже встановлено на {state}.

source: Show Author state registered: {state}.
de_de: Autorenstatus anzeigen registriert: {state}.
el_gr: Εμφάνιση κατάστασης συγγραφέα καταχωρημένη: {state}.
es_es: Mostrar Autor estado registrado: {state}.
fi_fi: Näytä tekijän tila rekisteröity: {state}.
fr_fr: Etat de Afficher l'Auteur enregistré : {state}.
it_it: Mostra stato autore registrato: {state}.
nl_nl: Auteurstatus weergeven Geregistreerd: {state}.
pl_pl: Pokaż stan autora zarejestrowany: {state}.
pt_br: Mostrar Estado Autor registado: {state}.
ro_ro: Arată starea autorului înregistrat: {state}.
ru_ru: Показать зарегистрированное состояние автора: {state}.
uk_ua: Показати державу, в якій зареєстровано автора: {state}.

source: Enable or disable Action Confirmation Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder Deaktivieren der Aktionsbestätigung Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση Επιβεβαίωση ενέργειας Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Activar o desactivar la Confirmación de Acción Utilice `True` (o `yes`) para activar o `False` (o `no`) para desactivar.
fi_fi: Toiminnon vahvistuksen ottaminen käyttöön tai poistaminen käytöstä Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver la Confirmation d'Action Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita la conferma dell'azione Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Action Confirmation Enable or Disable 有効にするには `True` (または `yes`) を、無効にするには `False` (または `no`) を使用します。
nl_nl: Actiebevestiging in- of uitschakelen Gebruik `True` (of `ja`) om in te schakelen of `False` (of `nee`) om uit te schakelen.
pl_pl: Enable or disable Action Confirmation Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar a Confirmação de Acção Utilizar "True" (ou "sim") para activar ou "False" (ou "não") para desactivar.
ro_ro: Activați sau dezactivați Action Confirmation Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить подтверждение действия Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути підтвердження дій Використовуйте `True` (або `yes`), щоб увімкнути або `False` (або `no`), щоб вимкнути.

source: Action Confirmation is already set on {state}.
de_de: Action Confirmation ist bereits auf {state} eingestellt.
el_gr: Η Επιβεβαίωση ενέργειας έχει ήδη οριστεί στο {state}.
es_es: La Confirmación de Acción ya está configurada en {state}.
fi_fi: Toiminnon vahvistus on jo asetettu osoitteessa {state}.
fr_fr: La confirmation de l'action est déjà définie sur {state}.
it_it: La conferma dell'azione è già impostata su {state}.
ja_jp: 動作確認は、 {state} に設定済みです。
nl_nl: Actiebevestiging is al ingesteld op {state}.
pl_pl: Akcja Potwierdzenie jest już ustawiona na {state}.
pt_br: A confirmação da acção já está disponível em {state}.
ro_ro: Confirmarea acțiunii este deja setată pe {state}.
ru_ru: Подтверждение действия уже установлено на сайте {state}.
uk_ua: Підтвердження дій вже налаштовано на {state}.

source: Action Confirmation state registered: {state}.
de_de: Aktion Bestätigungsstatus registriert: {state}.
el_gr: Ενέργεια Κατάσταση επιβεβαίωσης καταχωρημένη: {state}.
es_es: Acción Estado de confirmación registrado: {state}.
fi_fi: Toimenpide Vahvistustila rekisteröity: {state}.
fr_fr: État de confirmation de l'action enregistré : {state}.
it_it: Azione Stato di conferma registrato: {state}.
ja_jp: アクション 登録された確認状態： {state}.
nl_nl: Actie Bevestigingsstatus geregistreerd: {state}.
pl_pl: Działanie Stan potwierdzenia zarejestrowany: {state}.
pt_br: Estado de confirmação da acção registada: {state}.
ro_ro: Acțiune Starea de confirmare înregistrată: {state}.
ru_ru: Действие Состояние подтверждения зарегистрировано: {state}.
uk_ua: Підтвердження державної реєстрації дії: {state}.

source: Enable or disable Finish Message Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie Finish Message . Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση του μηνύματος Finish Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Activar o desactivar Finish Message Utilice `True` (o `yes`) para activar o `False` (o `no`) para desactivar.
fi_fi: Enable or disable Finish Message Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver le message de fin. Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilitare o disabilitare il messaggio di fine sessione Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Finish Message Enable or Disable 有効にするには `True` (Or `yes`) を、無効にするには `False` (Or `no`) を使用します。
nl_nl: Finish Message in- of uitschakelen Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Enable or disable Finish Message Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar a mensagem final Utilizar "True" (ou "sim") para activar ou "False" (ou "não") para desactivar.
ro_ro: Activează sau dezactivează Finish Message Folosiți `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить сообщение о завершении Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути Finish Message Використовуйте `True` (або `yes`) для увімкнення або `False` (або `no`) для вимкнення.

source: Finish Message is already set on {state}.
de_de: Finish Message ist bereits auf {state} eingestellt.
el_gr: Το μήνυμα Finish έχει ήδη οριστεί στο {state}.
es_es: Finalizar Mensaje ya está configurado en {state}.
fi_fi: Finish Message on jo asetettu osoitteessa {state}.
fr_fr: Le message de fin est déjà défini sur {state}.
it_it: Fine Il messaggio è già impostato su {state}.
ja_jp: 終了 メッセージは {state} に設定済みです。
nl_nl: Einde Bericht is al ingesteld op {state}.
pl_pl: Zakończ Wiadomość jest już ustawiona na {state}.
pt_br: A mensagem final já se encontra disponível em {state}.
ro_ro: Finish Message este deja setat pe {state}.
ru_ru: Завершить Сообщение уже установлено на {state}.
uk_ua: Finish Message вже встановлено на {state}.

source: Enable or disable Warn System Use Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder deaktivieren Sie Warn System Use Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Enable or disable Warn System Use Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Activar o desactivar Advertir uso del sistema Utilice `True` (o `yes`) para activar o `False` (o `no`) para desactivar.
fi_fi: Ota käyttöön tai poista käytöstä Warn System Use Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver Warn System Use Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilitare o disabilitare l'uso del sistema Warn Utilizzare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Warn System Use 有効にするには `True` (または `yes`) を、無効にするには `False` (または `no`) を使用します。
nl_nl: Waarschuw systeemgebruik in- of uitschakelen Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Włącz lub wyłącz Warn System Use Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar a utilização do sistema de aviso Utilizar `True` (ou `yes`) para activar ou `False` (ou `no`) para desactivar.
ro_ro: Activați sau dezactivați Warn System Use Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить Предупреждение об использовании системы Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути систему попереджень Використовуйте Використовуйте `True` (або `yes`), щоб увімкнути або `False` (або `no`), щоб вимкнути.

source: Warn System Use is already set on {state}.
de_de: Die Warnsystemnutzung ist bereits auf {state} eingestellt.
el_gr: Η επιλογή Warn System Use έχει ήδη ρυθμιστεί στο {state}.
es_es: Warn System Use ya está configurado en {state}.
fi_fi: Varoitusjärjestelmän käyttö on jo asetettu osoitteeseen {state}.
fr_fr: Warn System Use est déjà configuré sur {state}.
it_it: Warn System Use è già impostato su {state}.
ja_jp: Warn System Useは、 {state} に設定済みです。
nl_nl: Warn System Use is al ingesteld op {state}.
pl_pl: Warn System Use jest już ustawiony na {state}.
pt_br: O uso do sistema de aviso já está definido em {state}.
ro_ro: Utilizarea sistemului de avertizare este deja setată pe {state}.
ru_ru: Использование системы предупреждения уже установлено на {state}.
uk_ua: Попередження про використання системи вже налаштовано на {state}.

source: Warn System Use state registered: {state}.
de_de: Warnsystem Verwendungsstatus registriert: {state}.
el_gr: Προειδοποίηση Κατάσταση χρήσης συστήματος καταχωρημένη: {state}.
es_es: Warn System Estado de uso registrado: {state}.
fr_fr: État de Warn System Use enregistré : {state}.
it_it: Avvisare lo stato di utilizzo del sistema registrato: {state}.
ja_jp: Warn システム使用状態登録済み： {state}.
nl_nl: Warn System Use status geregistreerd: {state}.
pt_br: Sistema de Alerta Utilização Estado registado: {state}.
ro_ro: Avertizare Sistem Utilizare stare de utilizare înregistrată: {state}.
ru_ru: Предупреждение Состояние использования системы зарегистрировано: {state}.
uk_ua: Warn System Use зареєстровано за адресою: {state}.

source: Enable or disable Buttons Use Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
de_de: Aktivieren oder Deaktivieren von Schaltflächen Verwenden Sie . Verwenden Sie `True` (oder `yes`) zum Aktivieren oder `False` (oder `no`) zum Deaktivieren.
el_gr: Ενεργοποίηση ή απενεργοποίηση κουμπιών Χρήση Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Habilitar o deshabilitar botones Utilice Utilice `True` (o `yes`) para habilitar o `False` (o `no`) para deshabilitar.
fi_fi: Ota painikkeet käyttöön tai poista ne käytöstä Käytä Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver Warn System Use Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilitare o disabilitare i pulsanti Utilizzare Utilizzare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: ボタンの有効・無効 有効にする場合は`True`（または`yes`）、無効にする場合は`False`（または`no`）を使用する。
nl_nl: Knoppen in- of uitschakelen Gebruik Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Włącz lub wyłącz Przyciski Użyj Użyj `True` (lub `tak`) aby włączyć lub `False` (lub `nie`) aby wyłączyć.
pt_br: Activar ou desactivar os botões Utilizar Utilizar `True` (ou `yes`) para activar ou `False` (ou `no`) para desactivar.
ro_ro: Activare sau dezactivare butoane Utilizați Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включение или отключение кнопок Используйте Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнення або вимкнення кнопок Використовуйте Використовуйте `True` (або `yes`) для увімкнення або `False` (або `no`) для вимкнення.

source: Way is already set on {way}.
de_de: Der Weg ist bereits auf {way} vorgezeichnet.
el_gr: Ο δρόμος έχει ήδη οριστεί στο {way}.
es_es: Way ya está en {way}.
fi_fi: Tie on jo asetettu osoitteessa {way}.
fr_fr: Le moyen est déjà défini sur {way}.
it_it: La strada è già tracciata su {way}.
ja_jp: ウェイはすでに決まっている {way}.
nl_nl: De weg is al ingeslagen op {way}.
pl_pl: Droga jest już wytyczona na {way}.
pt_br: O caminho já está traçado em {way}.
ro_ro: Calea este deja stabilită pe {way}.
ru_ru: Путь уже проложен на {way}.
uk_ua: Шлях вже прокладений на {way}.

source: Enable or disable Reason Requiered Use `True` (Or `yes`) to enable or `False` (or `no`) to disable.
el_gr: Ενεργοποίηση ή απενεργοποίηση Reason Requiered Χρησιμοποιήστε `True` (ή `yes`) για να ενεργοποιήσετε ή `False` (ή `no`) για να απενεργοποιήσετε.
es_es: Habilitar o deshabilitar Reason Requiered Utilice `True` (o `yes`) para habilitar o `False` (o `no`) para deshabilitar.
fi_fi: Ota käyttöön tai poista käytöstä Reason Requiered Ota käyttöön `True` (tai `yes`) tai poista käytöstä `False` (tai `no`).
fr_fr: Activer ou désactiver Reason Requiered Utilisez `True` (ou `yes`) pour activer ou `False` (ou `no`) pour désactiver.
it_it: Abilita o disabilita Reason Requiered Usare `True` (o `yes`) per abilitare o `False` (o `no`) per disabilitare.
ja_jp: Reason Requiered 有効にする場合は `True` (または `yes`) を、無効にする場合は `False` (または `no`) を使用します。
nl_nl: Schakel Reason Requiered in of uit Gebruik `True` (of `yes`) om in te schakelen of `False` (of `no`) om uit te schakelen.
pl_pl: Włącz lub wyłącz Reason Requiered Użyj `True` (lub `yes`) aby włączyć lub `False` (lub `no`) aby wyłączyć.
pt_br: Activar ou desactivar Reason Requiered Utilizar `True` (ou `yes`) para activar ou `False` (ou `no`) para desactivar.
ro_ro: Activați sau dezactivați Reason Requiered Utilizați `True` (sau `yes`) pentru a activa sau `False` (sau `no`) pentru a dezactiva.
ru_ru: Включить или отключить Reason Requiered Используйте `True` (или `yes`) для включения или `False` (или `no`) для отключения.
uk_ua: Увімкнути або вимкнути Reason Required Використовуйте `True` (або `yes`) для увімкнення або `False` (або `no`) для вимкнення.

source: Reason Required is already set on {state}.
de_de: Reason Required ist bereits auf {state} eingestellt.
el_gr: Το Reason Required έχει ήδη οριστεί στο {state}.
es_es: Reason Required ya está configurado en {state}.
fi_fi: Reason Required on jo asetettu osoitteeseen {state}.
fr_fr: Reason Required est déjà défini sur {state}.
it_it: Il motivo richiesto è già impostato su {state}.
ja_jp: Reason Requiredは、 {state} に設定済みです。
nl_nl: Reden Vereist is al ingesteld op {state}.
pl_pl: Reason Required jest już ustawiony na {state}.
pt_br: A Razão Necessária já está definida em {state}.
ro_ro: Motivul necesar este deja setat pe {state}.
ru_ru: Reason Required уже установлен на {state}.
uk_ua: Причина Необхідна вже встановлена на {state}.
