Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: urlbuttons/locales/*.po
Languages: tr_tr

source: It's not a valid public URL.
tr_tr: Bu geçerli bir kamu URL'si değil.

source: Emoji Url must be an emoji followed by a url separated by either `;`, `,`, `|`, or `-`.
tr_tr: Emoji Url'si bir emoji ve ardından `;`, `,`, `|` veya `-` ile ayrılmış bir Url olmalıdır.

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: A cog to have url-buttons!
tr_tr: Url-Buton kullanmak için bir cog!

source: Add a url-button for a message.
tr_tr: Bir mesaj için URL butonu ekleyin.

source: I don't have sufficient permissions on the channel where the message you specified is located. I need the permissions to see the messages in that channel.
tr_tr: Belirttiğiniz mesajın bulunduğu kanalda yeterli izne sahip değilim. O kanaldaki mesajları görmek için izinlere ihtiyacım var.

source: Url must start with `https` or `http`.
tr_tr: Linklerin `https` veya `http` ile başlaması gerekiyor.

source: You have to specify at least an emoji or a label.
tr_tr: En az bir emoji veya etiket belirtmelisiniz.

source: The emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emoji geçersiz. Onun bir emoji olduğunu kontrol edin. Eğer Nitron varsa başka bir sunucudan custom emoji kullanmış olabilirsiniz.

source: This message already has components.
tr_tr: Bu mesajda zaten bileşenler var.

source: I can't do more than 25 url-buttons for one message.
tr_tr: Bir mesajda en fazla 25 tane url-butonu ekleyebilirim.

source: Add a url-button for a message. ```[p]urlbuttons bulk <message> :red_circle:|<https://github.com/Cog-Creators/Red-DiscordBot> :smiley:|<https://github.com/Cog-Creators/Red-SmileyBot> :green_circle:|<https://github.com/Cog-Creators/Green-DiscordBot>```
tr_tr: Bir mesaj için URL butonu ekleyin. ```[p]urlbuttons bulk <message> :red_circle:|<https://github.com/Cog-Creators/Red-DiscordBot> :smiley:|<https://github.com/Cog-Creators/Red-SmileyBot> :green_circle:|<https://github.com/Cog-Creators/Green-DiscordBot>```

source: You have not specified any valid url-button.
tr_tr: Geçerli bir url düğmesi belirtmediniz.

source: An emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emojilerden biri geçersiz görünüyor. Bir emoji olduğundan emin olun. Eğer Nitron varsa başka bir sunucudan özel bir emoji kullanmış olabilirsiniz.

source: Remove a url-button for a message. Use `[p]urlbuttons list <message>` to find the config identifier.
tr_tr: Bir mesaj için URL butonunu kaldırın. Yapılandırma tanımlayıcısını bulmak için `[p]urlbuttons list <message>` kullanın.

source: No url-button is configured for this message.
tr_tr: Bu mesaj için bir url-butonu ayarlanmamış.

source: I wasn't watching for this button on this message.
tr_tr: Bu mesajdaki butonları ben kontrol etmiyorum.

source: Url-buttons cleared for this message.
tr_tr: Bu mesaj için URL butonları temizlendi.

source: Clear all url-buttons for a message.
tr_tr: Bir mesaj için tüm URL butonlarını temizleyin.

source: No role-button is configured for this message.
tr_tr: Bu mesaj için bir rol-butonu ayarlanmamış.

source: List all url-buttons of this server or display the settings for a specific one.
tr_tr: Bu sunucunun tüm URL butonlarını listeleyin veya belirli bir tanesinin ayarlarını gösterin.

source: No url-buttons in this server.
tr_tr: Bu sunucuda URL butonu yok.

source: URL Buttons
tr_tr: URL Butonları

source: There is {len_url_buttons} url buttons in this server.
tr_tr: Bu sunucuda {len_url_buttons} URL butonu var.

source: Message Jump Link: {message_jump_link}
tr_tr: Mesaj Atlama Bağlantısı: {message_jump_link}

source: Clear all url-buttons for a guild.
tr_tr: Bir sunucu için tüm URL butonlarını temizleyin.

source: All url-buttons purged.
tr_tr: Tüm URL butonları temizlendi.
