Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: lintcodes/locales/*.po
Languages: fr_fr, nl_nl, pl_pl, ro_ro

source: A cog to lint a code from Discord, with Flake8, PyLint, MyPy, Bandit, Black, Isort, Yapf, AutoFlake8, PyRight and Ruff!
fr_fr: Un rouage pour analyser un code depuis Discord, avec Flake8, PyLint, MyPy, Bandit, Black, Isort, Yapf, AutoFlake8, PyRight et Ruff !
nl_nl: Een tandwiel om code te linten vanaf Discord, met Flake8, PyLint, MyPy, Bandit, Black, Isort, Yapf, AutoFlake8, PyRight en Ruff!
pl_pl: Tryb do lintowania kodu z Discorda, z Flake8, PyLint, MyPy, Bandit, Black, Isort, Yapf, AutoFlake8, PyRight i Ruff!
ro_ro: Un angrenaj pentru a lint un cod din Discord, cu Flake8, PyLint, MyPy, Bandit, Black, Isort, Yapf, AutoFlake8, PyRight și Ruff!

source: File must be smaller than 20 kio.
fr_fr: Le fichier doit être inférieur à 20 kio.
nl_nl: Bestand moet kleiner zijn dan 20 kio.
pl_pl: Plik musi być mniejszy niż 20 kio.
ro_ro: Fișierul trebuie să fie mai mic de 20 kio.

source: Incorrect Python file extension.
fr_fr: Extension de fichier Python incorrecte.
nl_nl: Onjuiste bestandsextensie voor Python.
pl_pl: Nieprawidłowe rozszerzenie pliku Python.
ro_ro: Extensie incorectă a fișierului Python.

source: Please provide the code!
fr_fr: Veuillez fournir le code !
nl_nl: Geef de code!
pl_pl: Proszę podać kod!
ro_ro: Vă rugăm să furnizați codul!

source: Incorrect syntax, please use Markdown's syntax for your code.
fr_fr: Syntaxe incorrecte, veuillez utiliser la syntaxe Markdown pour votre code.
nl_nl: Onjuiste syntaxis, gebruik de Markdown-syntaxis voor je code.
pl_pl: Nieprawidłowa składnia, proszę użyć składni Markdown dla swojego kodu.
ro_ro: Sintaxă incorectă, vă rugăm să folosiți sintaxa Markdown pentru codul dvs.

source: Incorrect language identifier for your code, use `python` for the code syntax.
fr_fr: Identifiant de langage incorrect pour votre code, utilisez `python` pour la syntaxe du code.
nl_nl: Onjuiste taalaanduiding voor uw code, gebruik `python` voor de code syntax.
pl_pl: Nieprawidłowy identyfikator języka dla kodu, użyj `python` dla składni kodu.
ro_ro: Identificatorul de limbaj incorect pentru codul dumneavoastră, utilizați `python` pentru sintaxa codului.

source: Format code with Flake8, without flags, just the code.
fr_fr: Formater le code avec Flake8, sans drapeaux, juste le code.
nl_nl: Formatteer code met Flake8, zonder vlaggen, alleen de code.
pl_pl: Formatowanie kodu za pomocą Flake8, bez flag, tylko kod.
ro_ro: Formatați codul cu Flake8, fără stegulețe, doar codul.

source: Format code with Flake8, with flags. **Supported flags:** - `--code <code>` - `--count <yes>` - `--verbose <yes>` - `--statistics <yes>` - `--doctests <yes>` - `--color <auto/always/never>` - `--ignore <ignore_list>` - `--select <select_list>` - `--max_line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
fr_fr: Formater le code avec Flake8, avec des drapeaux. **Flagrants supportés :** - `--code <code>` - `--count <yes>` - `--verbose <yes>` - `--statistics <yes>` - `--doctests <yes>` - `--color <auto/always/never>` - `--ignore ` - `--select ` - `-max_line_length `. `--ignore <ignore_list>` - `--select <select_list>` - `--max_line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
nl_nl: Code opmaken met Flake8, met vlaggen. **Ondersteunde vlaggen:** - `--code <code>` - `--count <yes>` - `--verbose <yes>` - `--statistics <yes>` - `--doctests <yes>` - `--color <auto/always/never>` - `--ignore <ignore_list>` - `-select <select_list>` - `--max_line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
pl_pl: Formatowanie kodu za pomocą Flake8, z flagami. **Obsługiwane flagi:** - `--code <code>` - `--count <yes>` - `--verbose <yes>` - `--statistics <yes>` - `--doctests <yes>` - `--color <auto/always/never>` - ? `--ignore <ignore_list>` - `--select <select_list>` - `--max_line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
ro_ro: Formatați codul cu Flake8, cu stegulețe. **Abordate:** - `--code <code>` - `--count <yes>` - `--verbose <yes>` - `--statistics <yes>` - `--doctests <yes>` - `--color <auto/always/never>` - `--ignore <ignore_list>` - `--select <select_list>` - `--max_line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`

source: Format code with PyLint, without flags, just the code.
fr_fr: Formater le code avec PyLint, sans drapeaux, juste le code.
nl_nl: Code opmaken met PyLint, zonder vlaggen, alleen de code.
pl_pl: Formatowanie kodu za pomocą PyLint, bez flag, tylko kod.
ro_ro: Formatați codul cu PyLint, fără indicatori, doar codul.

source: Format code with PyLint, with flags. **Supported flags:** - `--code <code>` - `--confidence <high/control_flow/inference_failure/undefined/inference>` = `HIGH CONTROL_FLOW INFERENCE_FAILURE UNDEFINED INFERENCE` - `--disable <disable_list>` - `--enable <enable_list>`
fr_fr: Formater le code avec PyLint, avec des drapeaux. **Flagrants supportés:** - `--code <code>` - `--confidence <high/control_flow/inference_failure/undefined/inference>` = `HIGH CONTROL_FLOW INFERENCE_FAILURE UNDEFINED INFERENCE` - `--disable <disable_list>` - `--enable <enable_list>`
nl_nl: Code opmaken met PyLint, met vlaggen. **Ondersteunde vlaggen:** - `--code <code>` - `--confidence <high/control_flow/inference_failure/undefined/inference>` = `HIGH CONTROL_FLOW INFERENCE_FAILURE UNDEFINED INFERENCE` - `--disable <disable_list>` - `--enable <enable_list>`
pl_pl: Formatowanie kodu za pomocą PyLint, z flagami. **Obsługiwane flagi:** - `--code <code>` - `--confidence <high/control_flow/inference_failure/undefined/inference>` = `HIGH CONTROL_FLOW INFERENCE_FAILURE UNDEFINED INFERENCE` - `--disable <disable_list>` - `--enable <enable_list>`
ro_ro: Formatați codul cu PyLint, cu indicatori. **Abordate: ** - `--code <code>` - `--confidence <high/control_flow/inference_failure/undefined/inference>` = `HIGH CONTROL_FLOW INFERENCE_FAILURE UNDEFINED INFERENCE` - `--disable <disable_list>` - `--enable <enable_list>`

source: Format code with MyPy, without flags, just the code.
fr_fr: Formater le code avec MyPy, sans drapeaux, juste le code.
nl_nl: Code opmaken met MyPy, zonder vlaggen, alleen de code.
pl_pl: Formatowanie kodu za pomocą MyPy, bez flag, tylko kod.
ro_ro: Formatați codul cu MyPy, fără indicatori, doar codul.

source: Format code with MyPy, with flags. **Supported flags:** - `--code <code>` - Import Discovery: - `--no_namespace_packages <yes>` - `--ignore_missing_imports <yes>` - `--follow_imports <skip/silent/error/normal>` - `--no_site_packages <yes>` - `--no_silence_site_packages <yes>`. - Disallow dynamic typing: - `--disallow_any_unimported <yes>` - `--disallow_any_expr <yes>` - `--disallow_any_decorated <yes>` - `--disallow_any_explicit <yes>` - `--disallow_any_generics <yes>` - `--allow_any_generics <yes>` - `--disallow_subclassing_any <yes>` - `--allow_subclassing_any <yes>` - Untyped definitions and calls: - `--disallow_untyped_calls <yes>` - `--allow_untyped_calls <yes>` - `--disallow_untyped_defs <yes>` - `--allow_untyped_defs <yes>` - `--disallow_incomplete_defs <yes>` - `--allow_incomplete_defs <yes>` - `--check_untyped_defs <yes>` - `--no_check_untyped_defs <yes>` - `--disallow_untyped_decorators <yes>` - `--allow_untyped_decorators <yes>` - None and Optional handling: - `--implicit_optional <yes>` - `--no_implicit_optional <yes>` - `--no_strict_optional <yes>` - `--strict_optional <yes>` - Configuring warnings: - `--warn_redunant_casts <yes>` - `--no_warn_redunant_casts <yes>` - `--warn_unused_ignores <yes>` - `--no_warn_unused_ignores <yes>` - `--warn_no_return <yes>` - `--no_warn_no_return <yes>` - `--warn_return_any <yes>` - `--no_warn_return_any <yes>` - `--warn_unreachable <yes>` - `--no_warn_unreachable <yes>` - Miscellaneous strictness flags: - `--allow_untyped_globals <yes>` - `--disallow_untyped_globals <yes>` - `--allow_redifinition <yes>` - `--disallow_redifinition <yes>` - `--implicit_reexport <yes>` - `--no_implicit_reexport <yes>` - `--strict_equality <yes>` - `--no_strict_equality <yes>` - `--strict_concatenate <yes>` - `--no_strict_concatenate <yes>` - `--strict <yes>` - Configuring error messages: - `--show_error_context <yes>` - `--hide_error_context <yes>` - `--show_column_numbers <yes>` - `--hide_column_numbers <yes>` - `--show_error_end <yes>` - `--hide_error_end <yes>` - `--show_error_codes <yes>` - `--hide_error_codes <yes>` - `--pretty <yes>`
fr_fr: Formater le code avec MyPy, avec des drapeaux. **Flagrants supportés:** - `--code <code>` - Import Discovery : - `--no_namespace_packages <yes>` - `--ignore_missing_imports <yes>` - `--follow_imports <skip/silent/error/normal>` - `--no_site_packages <yes>` - `--no_silence_site_packages <yes>`. - Interdire le typage dynamique : - `--disallow_any_unimported <yes>` - `--disallow_any_expr <yes>` - `--disallow_any_decorated <yes>` - `--disallow_any_explicit <yes>` - `--disallow_any_generics <yes>` - `--allow_any_generics <yes>` - `--disallow_subclassing_any <yes>` - `--allow_subclassing_any <yes>` - Définitions et appels non typés : - `--disallow_untyped_calls <yes>` - `--allow_untyped_calls <yes>` - `--disallow_untyped_defs <yes>` - `--allow_untyped_defs <yes>` - `--disallow_incomplete_defs <yes>` - `--allow_incomplete_defs <yes>` - `--check_untyped_defs <yes>` - `--no_check_untyped_defs <yes>` - `--disallow_untyped_decorators <yes>` - `--allow_untyped_decorators <yes>` - None et Optional handling : - `--implicit_optional <yes>` - `--no_implicit_optional <yes>` - `--no_strict_optional <yes>` - `--strict_optional <yes>` - Configuration des avertissements : - `--warn_redunant_casts <yes>` - `--no_warn_redunant_casts <yes>` - `--warn_unused_ignores <yes>` - `--no_warn_unused_ignores <yes>` - `--warn_no_return <yes>` - `--no_warn_no_return <yes>` - `--warn_return_any <yes>` - `--no_warn_return_any <yes>` - `--warn_unreachable <yes>` - `--no_warn_unreachable <yes>` - Drapeaux de rigueur divers : - `--allow_untyped_globals <yes>` - `--disallow_untyped_globals <yes>` - `--allow_redifinition <yes>` - `--disallow_redifinition <yes>` - `--implicit_reexport <yes>` - `--no_implicit_reexport <yes>` - `--strict_equality <yes>` - `--no_strict_equality <yes>` - `--strict_concatenate <yes>` - `--no_strict_concatenate <yes>` - `--strict <yes>` - Configuration des messages d'erreur : - `--show_error_context <yes>` - `--hide_error_context <yes>` - `--show_column_numbers <yes>` - `--hide_column_numbers <yes>` - `--show_error_end <yes>` - `--hide_error_end <yes>` - `--show_error_codes <yes>` - `--hide_error_codes <yes>` - `--pretty <yes>`
nl_nl: Code opmaken met MyPy, met vlaggen. **Ondersteunde vlaggen:** - `--code <code>` - Import Discovery: - `--no_namespace_packages <yes>` - `--ignore_missing_imports <yes>` - `-follow_imports <skip/silent/error/normal>` - `--no_site_packages <yes>` - `--no_silence_site_packages <yes>`. - Dynamisch typen niet toestaan: - `--disallow_any_unimported <yes>` - `--disallow_any_expr <yes>` - `--disallow_any_decorated <yes>` - `--disallow_any_explicit <yes>` - `...disallow_any_generics <yes>` - `--allow_any_generics <yes>` - `--disallow_subclassing_any <yes>` - `--allow_subclassing_any <yes>` - Untyped definities en aanroepen: - `--disallow_untyped_calls <yes>` - `--allow_untyped_calls <yes>` - `--disallow_untyped_defs <yes>` - `--allow_untyped_defs <yes>` - `--disallow_incomplete_defs <yes>` - ` - allow_incomplete_defs.allow_incomplete_defs <yes>` - `--check_untyped_defs <yes>` - `--no_check_untyped_defs <yes>` - `--disallow_untyped_decorators <yes>` - `--allow_untyped_decorators <yes>` - Geen en Optionele afhandeling: - `--implicit_optional <yes>` - `--no_implicit_optional <yes>` - `--no_strict_optional <yes>` - `--strict_optional <yes>` - Waarschuwingen configureren: - `--warn_redunant_casts <yes>` - `--no_warn_redunant_casts <yes>` - `--warn_unused_ignores <yes>` - `--no_warn_unused_ignores <yes>` - `--warn_no_return <yes>` - `--warn_no_return.no_warn_no_return <yes>` - `--warn_return_any <yes>` - `--no_warn_return_any <yes>` - `--warn_unreachable <yes>` - `--no_warn_unreachable <yes>` - Diverse striktheidsvlaggen: - `--allow_untyped_globals <yes>` - `--disallow_untyped_globals <yes>` - `--allow_redifinition <yes>` - `--disallow_redifinition <yes>` - `--implicit_reexport <yes>` - `-no_implicit_reexport.no_implicit_reexport <yes>` - `--strict_equality <yes>` - `--no_strict_equality <yes>` - `--strict_concatenate <yes>` - `--no_strict_concatenate <yes>` - `--strict <yes>` - foutmeldingen configureren: - `--show_error_context <yes>` - `--hide_error_context <yes>` - `--show_column_numbers <yes>` - `--hide_column_numbers <yes>` - `...show_error_end <yes>` - `--hide_error_end <yes>` - `--show_error_codes <yes>` - `--hide_error_codes <yes>` - `--pretty <yes>`
pl_pl: Formatowanie kodu za pomocą MyPy, z flagami. **Obsługiwane flagi:** - `--code <code>` - Import Discovery: - `--no_namespace_packages <yes>` - `--ignore_missing_imports <yes>` - `--follow_imports <skip/silent/error/normal>` - `--no_site_packages <yes>` - `--no_silence_site_packages <yes>`. - Nie zezwalaj na dynamiczne wpisywanie: - `--disallow_any_unimported <yes>` - `--disallow_any_expr <yes>` - `--disallow_any_decorated <yes>` - `--disallow_any_explicit <yes>` - `--disallow_any_generics <yes>` - `--allow_any_generics <yes>` - `--disallow_subclassing_any <yes>` - `--allow_subclassing_any <yes>` - Nietypowe definicje i wywołania: - `--disallow_untyped_calls <yes>` - `--allow_untyped_calls <yes>` - `--disallow_untyped_defs <yes>` - `--allow_untyped_defs <yes>` - `--disallow_incomplete_defs <yes>` - `--allow_incomplete_defs <yes>` - `--check_untyped_defs <yes>` - `--no_check_untyped_defs <yes>` - `--disallow_untyped_decorators <yes>` - `--allow_untyped_decorators <yes>` - None and Optional handling: - `--implicit_optional <yes>` - `--no_implicit_optional <yes>` - `--no_strict_optional <yes>` - `--strict_optional <yes>` - Konfigurowanie ostrzeżeń: - `--warn_redunant_casts <yes>` - `--no_warn_redunant_casts <yes>` - `--warn_unused_ignores <yes>` - `--no_warn_unused_ignores <yes>` - `--warn_no_return <yes>` - `--...no_warn_no_return <yes>` - `--warn_return_any <yes>` - `--no_warn_return_any <yes>` - `--warn_unreachable <yes>` - `--no_warn_unreachable <yes>` - Różne flagi ścisłości: - `--allow_untyped_globals <yes>` - `--disallow_untyped_globals <yes>` - `--allow_redifinition <yes>` - `--disallow_redifinition <yes>` - `--implicit_reexport <yes>` - `--no_implicit_reexport <yes>` - `--strict_equality <yes>` - `--no_strict_equality <yes>` - `--strict_concatenate <yes>` - `--no_strict_concatenate <yes>` - `--strict <yes>` - Konfigurowanie komunikatów o błędach: - `--show_error_context <yes>` - `--hide_error_context <yes>` - `--show_column_numbers <yes>` - `--hide_column_numbers <yes>` - `--show_error_end <yes>` - `--hide_error_end <yes>` - `--show_error_codes <yes>` - `--hide_error_codes <yes>` - `--pretty <yes>`
ro_ro: Formatați codul cu MyPy, cu stegulețe. **Abordate: ** - `--code <code>` - Import Discovery: - `--no_namespace_packages <yes>` - `--ignore_missing_imports <yes>` - `--follow_imports <skip/silent/error/normal>` - `--no_no_site_packages <yes>` - `--no_silence_site_packages <yes>`. - Nu permiteți tastarea dinamică: - `--disallow_any_unimported <yes>` - `--disallow_any_expr <yes>` - `--disallow_any_decorated <yes>` - `--disallow_any_explicit <yes>` - `--disallow_any_explicit ` - `----disallow_any_generics <yes>` - `--allow_any_generics <yes>` - `--disallow_subclassing_any <yes>` - `--allow_subclassing_any <yes>` - Definiții și apeluri netipate: - `--disallow_disallow_untyped_calls <yes>` - `--allow_untyped_calls <yes>` - `--disallow_untyped_defs <yes>` - `--allow_untyped_defs <yes>` - `--disallow_incomplete_defs <yes>` - `--disallow_incomplete_defs ` - `----disallow_incomplete_defsallow_incomplete_defs <yes>` - `--check_untyped_defs <yes>` - `--no_check_untyped_defs <yes>` - `--disallow_untyped_decorators <yes>` - `--allow_untyped_decorators <yes>` - None și Optional handling: - `--implicit_optional <yes>` - `--no_implicit_optional <yes>` - `--no_strict_optional <yes>` - `--strict_optional <yes>` - Configurarea avertismentelor: - `--warn_redunant_casts <yes>` - `--no_warn_redunant_casts <yes>` - `--warn_unused_ignores <yes>` - `--no_warn_unused_ignores <yes>` - `--warn_no_return <yes>` - `-----warn_no_returnno_warn_no_return <yes>` - `--warn_return_any <yes>` - `--no_warn_return_any <yes>` - `--warn_unreachable <yes>` - `--no_warn_unreachable <yes>` - Diverse indicatoare de strictețe: - `--allow_allow_untyped_globals <yes>` - `--disallow_untyped_globals <yes>` - `--allow_redifinition <yes>` - `--disallow_redifinition <yes>` - `--implicit_reexport <yes>` - `-----implicit_reexport ` - `----Suntyped_globalsno_implicit_reexport <yes>` - `--strict_equality <yes>` - `--no_strict_equality <yes>` - `--strict_concatenate <yes>` - `--no_strict_concatenate <yes>` - `--strict <yes>` - Configurarea mesajelor de eroare: - `--show_error_context <yes>` - `--hide_error_context <yes>` - `--show_column_numbers <yes>` - `--hide_column_numbers <yes>` - `------shide_column_numbersshow_error_end <yes>` - `--hide_error_end <yes>` - `--show_error_codes <yes>` - `--hide_error_codes <yes>` - `--pretty <yes>`

source: Format code with Bandit, without flags, just the code.
fr_fr: Formater le code avec Bandit, sans drapeaux, juste le code.
nl_nl: Formatteer code met Bandit, zonder vlaggen, alleen de code.
pl_pl: Formatuj kod za pomocą Bandit, bez flag, tylko kod.
ro_ro: Formatați codul cu Bandit, fără stegulețe, doar codul.

source: Format code with Bandit, with flags. **Supported flags:** - `--code <code>` - `--read <yes>` - `--verbose <yes>` - `--skip <ignore_list>` - `--level <low/medium/high>` - `--confidence <low/medium/high>`
fr_fr: Formater le code avec Bandit, avec des drapeaux. **Flagrants supportés:** - `--code <code>` - `--read <yes>` - `--verbose <yes>` - `--skip <ignore_list>` - `--level <low/medium/high>` - `--confidence <low/medium/high>`
nl_nl: Code opmaken met Bandit, met vlaggen. **Ondersteunde vlaggen:** - `--code <code>` - `--read <yes>` - `--verbose <yes>` - `-skip <ignore_list>` - `--level <low/medium/high>` - `--confidence <low/medium/high>`
pl_pl: Formatowanie kodu za pomocą Bandit, z flagami. **Obsługiwane flagi:** - `--code <code>` - `--read <yes>` - `--verbose <yes>` - `--skip <ignore_list>` - `--level <low/medium/high>` - `--confidence <low/medium/high>`
ro_ro: Formatați codul cu Bandit, cu stegulețe. **Abordări acceptate:** - `--code <code>` - `--read <yes>` - `--verbose <yes>` - `--skip <ignore_list>` - `--level <low/medium/high>` - `--confidence <low/medium/high>`

source: Format code with Black, without flags, just the code.
fr_fr: Formater le code avec du noir, sans drapeaux, juste le code.
nl_nl: Formatteer code met Black, zonder vlaggen, alleen de code.
pl_pl: Formatuj kod za pomocą Black, bez flag, tylko kod.
ro_ro: Formatați codul cu negru, fără stegulețe, doar codul.

source: Format code with Isort, without flags, just the code.
fr_fr: Formater le code avec Isort, sans drapeaux, juste le code.
nl_nl: Formatteer code met Isort, zonder vlaggen, alleen de code.
pl_pl: Formatowanie kodu za pomocą Isort, bez flag, tylko kod.
ro_ro: Formatați codul cu Isort, fără stegulețe, doar codul.

source: Format code with Yapf, without flags, just the code.
fr_fr: Formater le code avec Yapf, sans les drapeaux, juste le code.
nl_nl: Formatteer code met Yapf, zonder vlaggen, alleen de code.
pl_pl: Formatuj kod za pomocą Yapf, bez flag, tylko kod.
ro_ro: Formatați codul cu Yapf, fără stegulețe, doar codul.

source: Format code with AutoPep8, without flags, just the code.
fr_fr: Formater le code avec AutoPep8, sans drapeaux, juste le code.
nl_nl: Code opmaken met AutoPep8, zonder vlaggen, alleen de code.
pl_pl: Formatowanie kodu za pomocą AutoPep8, bez flag, tylko kod.
ro_ro: Formatați codul cu AutoPep8, fără stegulețe, doar codul.

source: Format code with PyRight, without flags, just the code. **Supported flags:** - `--code <code>`
fr_fr: Formatez le code avec PyRight, sans drapeaux, juste le code. **Flagrants supportés:** - `--code <code>`
nl_nl: Code opmaken met PyRight, zonder vlaggen, alleen de code. **Ondersteunde vlaggen:** - `--code <code>`
pl_pl: Formatowanie kodu za pomocą PyRight, bez flag, tylko kod. **Obsługiwane flagi:** - `--code <code>`
ro_ro: Formatați codul cu PyRight, fără stegulețe, doar codul. **Abordate: ** - `--code <code>`

source: Format code with PyRight, with flags.
fr_fr: Formater le code avec PyRight, avec des drapeaux.
nl_nl: Code opmaken met PyRight, met vlaggen.
pl_pl: Formatowanie kodu za pomocą PyRight, z flagami.
ro_ro: Formatați codul cu PyRight, cu stegulețe.

source: Format code with Ruff, without flags, just the code.
fr_fr: Formater le code avec Ruff, sans drapeaux, juste le code.
nl_nl: Formatteer code met Ruff, zonder vlaggen, alleen de code.
pl_pl: Formatuj kod z Ruff, bez flag, tylko kod.
ro_ro: Formatați codul cu Ruff, fără stegulețe, doar codul.

source: Format code with Ruff, with flags. **Supported flags:** - `--code <code>` - `--ignore <ignore_list>` - `--select <select_list>` - `--line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
fr_fr: Formater le code avec Ruff, avec des drapeaux. **Flagrants supportés:** - `--code <code>` - `--ignore <ignore_list>` - `--select <select_list>` - `--line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
nl_nl: Code opmaken met Ruff, met vlaggen. **Ondersteunde vlaggen:** - `--code <code>` - `--ignore <ignore_list>` - `-select <select_list>` - `--line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
pl_pl: Formatuj kod z Ruff, z flagami. **Obsługiwane flagi:** - `--code <code>` - `--ignore <ignore_list>` - `--select <select_list>` - `--line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
ro_ro: Formatați codul cu Ruff, cu stegulețe. **Abordate: ** - `--code <code>` - `--ignore <ignore_list>` - `--select <select_list>` - `--line_length <integer>` - `--max_doc_length <integer>` - `--max_complexity <integer>`
