Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: presencechart/locales/*.po
Languages: tr_tr

source: A cog to make a chart with the different Discord statuses (presence) of a Discord member, in the previous x days (last 100 days maximum)!
tr_tr: Bir Discord üyesinin önceki x gün (en fazla son 100 gün) içindeki farklı Discord durumlarını (mevcudiyet) gösteren bir grafik oluşturmak için bir cog!

source: {member_or_role.guild.name} Members' Presence
tr_tr: {member_or_role.guild.name} Üyelerinin Mevcudiyeti

source: {member_or_role.guild.name} {member_or_role.name}' Presence
tr_tr: {member_or_role.guild.name} {member_or_role.name}'nin Mevcudiyeti

source: {member_or_role.display_name}'s Presence
tr_tr: {member_or_role.display_name}'nin Mevcudiyeti

source: Make a chart with the different Discord statuses (presence) of a Discord member, in the previous x days (last 100 days maximum).
tr_tr: Bir Discord üyesinin önceki x gün (en fazla son 100 gün) içindeki farklı Discord durumlarını (mevcudiyet) gösteren bir grafik oluşturun.

source: This user is in the ignored users list (`{prefix}presencechart ignoreme`).
tr_tr: Bu kullanıcı, yoksayılan kullanıcılar listesinde (`{prefix}presencechart ignoreme`).

source: Make a chart with the different Discord statuses (presence) of all members of the guild/server.
tr_tr: Sunucudaki tüm üyelerin farklı Discord durumlarını (mevcudiyet) gösteren bir grafik oluşturun.

source: Make a chart with the different Discord statuses (presence) of all members of the specfied role.
tr_tr: Belirtilen rolün tüm üyelerinin farklı Discord durumlarını (mevcudiyet) içeren bir çizelge oluşturun.

source: Asking PresenceChart to ignore your statuses (presence).
tr_tr: PresenceChart'tan durumlarınızı (mevcudiyet) yoksaymasını isteme.

source: You will no longer be seen by this cog and the data I held on you have been deleted.
tr_tr: Bu cog tarafından artık görülmeyeceksiniz ve sizinle ilgili veriler silindi.

source: You'll be seen again by this cog.
tr_tr: Bu cog tarafından tekrar görüleceksiniz.
