Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: snipe/locales/*.po
Languages: tr_tr

source: Deleted Message (Sent at {created_timestamp})
tr_tr: Silinen Mesaj (Gönderildiği Zaman: {created_timestamp})

source: Edited Message (Sent at {created_timestamp})
tr_tr: Düzenlenmiş Mesaj (Gönderildiği Zaman: {created_timestamp})

source: Channel:
tr_tr: Kanal:

source: Deleted at:
tr_tr: Silindiği Zaman:

source: Edited at:
tr_tr: Düzenlendiği Zaman:

source: Stickers:
tr_tr: Çıkartmalar:

source: New Content:
tr_tr: Yeni İçerik:

source: Click to view attachments.
tr_tr: Ekleri görmek için tıklayın.

source: Replying to:
tr_tr: Yanıtlıyor:

source: Bulk sniping deleted and edited messages, for moderation purpose!
tr_tr: Toplu olarak silinmiş ve düzenlenmiş mesajları yakalama, moderasyon amacıyla!

source: Deleted Message
tr_tr: Silinen Mesaj

source: Edited Message
tr_tr: Düzenlenmiş Mesaj

source: Deleted Messages
tr_tr: Silinen Mesajlar

source: Edited Messages
tr_tr: Düzenlenmiş Mesajlar

source: Snipe a deleted message.
tr_tr: Silinen bir mesajı yakalayın.

source: You are not allowed to execute this command in this channel.
tr_tr: Bu kanalda bu komutu yürütmeye yetkiniz yok.

source: This channel is in the ignored list.
tr_tr: Bu kanal görmezden gelinen listesinde.

source: No deleted message recorded in this channel.
tr_tr: Bu kanalda kaydedilmiş silinmiş mesaj yok.

source: No deleted message at this index in this channel.
tr_tr: Bu kanalda bu dizinde silinmiş mesaj yok.

source: Bulk snipe deleted messages.
tr_tr: Toplu olarak silinmiş mesajları yakalayın.

source: Bulk snipe deleted messages for the specified member.
tr_tr: Belirtilen üye için toplu olarak silinmiş mesajları yakalayın.

source: No deleted message recorded for this member in this channel.
tr_tr: Bu üye için bu kanalda kaydedilmiş silinmiş mesaj yok.

source: Bulk snipe deleted messages with embeds.
tr_tr: Gömülü olarak silinmiş mesajları toplu olarak yakalayın.

source: No deleted message with embeds recorded in this channel.
tr_tr: Bu kanalda gömülü olarak kaydedilmiş silinmiş mesaj yok.

source: Bulk snipe deleted messages with roles/users mentions.
tr_tr: Rol/kullanıcı etiketli silinmiş mesajları toplu olarak yakalayın.

source: No deleted message with mentions recorded in this channel.
tr_tr: Bu kanalda etiketlenmiş olarak kaydedilmiş silinmiş mesaj yok.

source: Bulk snipe deleted messages with roles mentions.
tr_tr: Rol etiketli silinmiş mesajları toplu olarak yakalayın.

source: No deleted message with roles mentions recorded in this channel.
tr_tr: Bu kanalda rol etiketli olarak kaydedilmiş silinmiş mesaj yok.

source: Bulk snipe deleted messages with members mentions.
tr_tr: Üye etiketli silinmiş mesajları toplu olarak yakalayın.

source: No deleted message with members mentions recorded in this channel.
tr_tr: Bu kanalda üye etiketli olarak kaydedilmiş silinmiş mesaj yok.

source: List deleted messages.
tr_tr: Silinmiş mesajları listele.

source: Snipe an edited message.
tr_tr: Düzenlenmiş bir mesajı yakalayın.

source: No edited message recorded in this channel.
tr_tr: Bu kanalda kaydedilmiş düzenlenmiş mesaj yok.

source: No edited message at this index in this channel.
tr_tr: Bu kanalda bu dizinde düzenlenmiş mesaj yok.

source: Bulk snipe edited messages.
tr_tr: Toplu olarak düzenlenmiş mesajları yakalayın.

source: Bulk snipe edited messages for the specified member.
tr_tr: Belirtilen üye için toplu olarak düzenlenmiş mesajları yakalayın.

source: No edited message recorded for this member in this channel.
tr_tr: Bu üye için bu kanalda kaydedilmiş düzenlenmiş mesaj yok.

source: Bulk snipe edited messages with embeds.
tr_tr: Gömülü olarak düzenlenmiş mesajları toplu olarak yakalayın.

source: Bulk snipe edited messages with roles/users mentions.
tr_tr: Rol/kullanıcı etiketli düzenlenmiş mesajları toplu olarak yakalayın.

source: Bulk snipe edited messages with roles mentions.
tr_tr: Rol etiketli düzenlenmiş mesajları toplu olarak yakalayın.

source: Bulk snipe edited messages with members mentions.
tr_tr: Üye etiketli düzenlenmiş mesajları toplu olarak yakalayın.

source: List edited messages.
tr_tr: Düzenlenmiş mesajları listele.

source: Show stats about Snipe cache.
tr_tr: Snipe önbelleği hakkında istatistikleri göster.

source: Snipe Stats
tr_tr: Snipe İstatistikleri

source: Deleted Messages Cache Size:
tr_tr: Silinmiş Mesajlar Önbellek Boyutu:

source: Edited Messages Cache Size:
tr_tr: Düzenlenmiş Mesajlar Önbellek Boyutu:

source: Total Cache Size:
tr_tr: Toplam Önbellek Boyutu:

source: Cache Entries:
tr_tr: Önbellek Girdileri:

source: **Deleted Messages:** `{len_deleted_messages}` **Edited Messages:** `{len_edited_messages}`
tr_tr: **Silinmiş Mesajlar:** `{len_deleted_messages}` **Düzenlenmiş Mesajlar:** `{len_edited_messages}`
