Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: gistshandler/locales/*.po
Languages: tr_tr

source: Gist not found.
tr_tr: Gist bulunamadı.

source: A cog to create new Gists and edit/delete existing ones!
tr_tr: Yeni Gist'ler oluşturmak ve mevcut olanları düzenlemek/silmek için bir cog!

source: You need to set up a GitHub token with `{ctx.prefix}set api github token,[TOKEN]` first!
tr_tr: Öncelikle `{ctx.prefix}set api github token,[TOKEN]` ile bir GitHub belirteci ayarlamanız gerekiyor!

source: {public.value} is not a recognised boolean option.
tr_tr: {public.value} tanınan bir boolean seçeneği değil.

source: GitHub token is invalid or expired.
tr_tr: GitHub belirteci geçersiz veya süresi dolmuş.

source: Gist `{gist.id}` created.
tr_tr: Gist `{gist.id}` oluşturuldu.

source: You're not allowed to edit this gist.
tr_tr: Bu gist'i düzenleme izniniz yok.

source: Gist `{gist.id}` updated.
tr_tr: Gist `{gist.id}` güncellendi.

source: You're not allowed to delete this gist.
tr_tr: Bu gist'i silme izniniz yok.

source: Gist `{gist.id}` deleted.
tr_tr: Gist `{gist.id}` silindi.
