Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: rolesbuttons/locales/*.po
Languages: tr_tr

source: The {role.mention} role is a bot integration role and cannot be assigned or removed.
tr_tr: {role.mention} rolü bir bot entegrasyon rolüdür ve atanamaz veya kaldırılamaz.

source: The {role.mention} role is an integration role and cannot be assigned or removed.
tr_tr: {role.mention} rolü bir entegrasyon rolüdür ve atanamaz veya kaldırılamaz.

source: The {role.mention} role is a premium subscriber role and can only be assigned or removed by Nitro boosting the server.
tr_tr: {role.mention} rolü bir premium abone rolüdür ve yalnızca Nitro sunucuyu boostlayarak atanabilir veya kaldırılabilir.

source: The {role.mention} role is higher than my highest role in the discord hierarchy.
tr_tr: {role.mention} rolü benim rolümden daha yüksek.

source: The {role.mention} role is higher than your highest role in the discord hierarchy.
tr_tr: {role.mention} rolü, senin rolünden daha yüksek.

source: Emoji Role must be an emoji followed by a role separated by either `;`, `,`, `|`, or `-`.
tr_tr: Emoji Rol bir emoji ve ardından `;`, `,`, `|` veya `-` ile ayrılmış bir rol olmalıdır.

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: A cog to have roles-buttons!
tr_tr: Rol-Buton kullanmak için bir cog!

source: This message is not in Config.
tr_tr: Bu mesaj Konfigürasyonda bulunmuyor.

source: This button is not in Config.
tr_tr: Bu düğme Konfigürasyonda bulunmuyor.

source: The role ({role_id}) I have to give you no longer exists. Please notify an administrator of this server.
tr_tr: Size vermem gereken rol ({role_id}) artık mevcut değil. Lütfen bu sunucunun bir yöneticisine bildirin.

source: Role-button of {interaction.message.id} in {interaction.channel.id}.
tr_tr: {interaction.channel.id} kanalındaki {interaction.message.id} mesajının rol butonu.

source: I could not add the {role.mention} ({role.id}) role to you. Please notify an administrator of this server.
tr_tr: {role.mention} ({role.id}) rolünü size ekleyemedim. Lütfen bu sunucunun bir yöneticisine bildirin.

source: You now have the {role.mention} ({role.id}) role.
tr_tr: Artık {role.mention} ({role.id}) rolüne sahipsiniz.

source: I could not remove the role {role.mention} ({role.id}) role from you. Please notify an administrator of this server.
tr_tr: {role.mention} ({role.id}) rolünü sizden kaldıramadım. Lütfen bu sunucunun bir yöneticisine bildirin.

source: You no longer have the role {role.mention} ({role.id}).
tr_tr: Artık {role.mention} ({role.id}) rolüne sahip değilsiniz.

source: Add a role-button for a message. (Use the number for the color.) • `primary`: 1 • `secondary`: 2 • `success`: 3 • `danger`: 4 # Aliases • `blurple`: 1 • `grey`: 2 • `gray`: 2 • `green`: 3 • `red`: 4
tr_tr: Bir mesaj için bir rol butonu ekleyin. (Renk için sayıyı kullanın.) • `primary`: 1 • `secondary`: 2 • `success`: 3 • `danger`: 4 # Takma Adlar • `blurple`: 1 • `grey`: 2 • `gray`: 2 • `green`: 3 • `red`: 4

source: I don't have sufficient permissions on the channel where the message you specified is located. I need the permissions to see the messages in that channel.
tr_tr: Belirttiğiniz mesajın bulunduğu kanalda yeterli izne sahip değilim. O kanaldaki mesajları görmek için izinlere ihtiyacım var.

source: You have to specify at least an emoji or a label.
tr_tr: En az bir emoji veya etiket belirtmelisiniz.

source: The emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emoji geçersiz. Onun bir emoji olduğunu kontrol edin. Eğer Nitron varsa başka bir sunucudan custom emoji kullanmış olabilirsiniz.

source: This message already has components.
tr_tr: Bu mesajda zaten bileşenler var.

source: I can't do more than 25 roles-buttons for one message.
tr_tr: Bir mesajda en fazla 25 tane rol-butonu ekleyebilirim.

source: Add roles-buttons for a message. ```[p]rolesbuttons bulk <message> :reaction1:|@role1 :reaction2:|@role2 :reaction3:|@role3```
tr_tr: Bir mesaj için toplu olarak rol butonları ekleyin. ```[p]rolesbuttons bulk <message> :reaction1:|@role1 :reaction2:|@role2 :reaction3:|@role3```

source: You have not specified any valid role-button.
tr_tr: Geçerli bir rol butonu belirtmediniz.

source: An emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emojilerden biri geçersiz görünüyor. Bir emoji olduğundan emin olun. Eğer Nitron varsa başka bir sunucudan özel bir emoji kullanmış olabilirsiniz.

source: Choose a mode for the roles-buttons of a message. Type `add_or_remove`: - Users get the role if they do not already have it, or lose it. Type `add_only`: - Users can only get the role, but only manual action will remove it. Type `remove_only`: - Users can only lose a role, and will not be able to get it again without a manual action. Type `replace`: - Same as add_or_remove, but the roles from this message will be mutually exclusive, and getting one will remove the previous.
tr_tr: Bir mesajın rol butonları için bir mod seçin. `add_or_remove` yazın: - Kullanıcılar zaten sahip değillerse rolü alır veya kaybederler. `add_only` yazın: - Kullanıcılar yalnızca rolü alabilir, ancak yalnızca manuel işlemle kaldırılabilir. `remove_only` yazın: - Kullanıcılar yalnızca bir rolü kaybedebilirler ve manuel işlem olmadan yeniden alamazlar. `replace` yazın: - add_or_remove ile aynı, ancak bu mesajdaki roller birbirini dışlayacak şekilde olacak ve birini almak, öncekini kaldıracaktır.

source: No role-button is configured for this message. e
tr_tr: Bu mesaj için herhangi bir rol düğmesi yapılandırılmamıştır. e

source: Mode set for the roles-buttons of this message.
tr_tr: Bu mesajın rol butonları için mod ayarlandı.

source: Remove a role-button for a message. Use `[p]rolesbuttons list <message>` to find the config identifier.
tr_tr: Bir mesaj için rol butonunu kaldırın. Yapılandırma kimliğini bulmak için `[p]rolesbuttons list <message>` kullanın.

source: No role-button is configured for this message.
tr_tr: Bu mesaj için bir rol-butonu ayarlanmamış.

source: I wasn't watching for this button on this message.
tr_tr: Bu mesajdaki butonları ben kontrol etmiyorum.

source: Roles-buttons cleared for this message.
tr_tr: Bu mesajın rol butonları temizlendi.

source: Clear all roles-buttons for a message.
tr_tr: Bir mesaj için tüm rol butonlarını temizleyin.

source: List all roles-buttons of this server or display the settings for a specific one.
tr_tr: Bu sunucunun tüm rol butonlarını listeleyin veya belirli birinin ayarlarını görüntüleyin.

source: No roles-buttons in this server.
tr_tr: Bu sunucuda rol butonu yok.

source: Roles Buttons
tr_tr: Rol Butonları

source: There is {len_roles_buttons} roles buttons in this server.
tr_tr: Bu sunucuda {len_roles_buttons} rol butonu var.

source: Message Jump Link: {message_jump_link}
tr_tr: Mesaj Atlama Bağlantısı: {message_jump_link}

source: Clear all roles-buttons for a guild.
tr_tr: Bir loncanın tüm rol butonlarını temizleyin.

source: All roles-buttons purged.
tr_tr: Tüm rol butonları temizlendi.
