Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: getdocs/locales/*.po
Languages: de_de, tr_tr

source: Please provide a valid documentations source.
de_de: Bitte geben Sie eine g체ltige Dokumentationsquelle an.
tr_tr: Lütfen geçerli bir dökümantasyon kaynağı sağlayın.

source: A cog to get and display some documentations in Discord! Use `[p]listsources` to get a list of all the available sources.
de_de: Ein Cog, um einige Dokumentationen in Discord zu erhalten und anzuzeigen! Benutze `[p]listsources` um eine Liste aller verf체gbaren Quellen zu erhalten.
tr_tr: Discord'da bazı dökümantasyonları almak ve görüntülemek için bir cog! Mevcut tüm kaynakların listesini almak için `[p]listsources` komutunu kullanın.

source: RTFM caching isn't finished.
de_de: Das RTFM-Caching ist noch nicht abgeschlossen.
tr_tr: RTFM önbellekleme tamamlanmadı.

source: No results found.
de_de: Keine Ergebnisse gefunden.
tr_tr: Sonuç bulunamadı.

source: Enable Documentations source(s).
de_de: Aktivieren Sie die Dokumentationsquelle(n).
tr_tr: Dökümantasyon kaynağını/kaynaklarını etkinleştir.

source: The source `{source}` is already enabled.
de_de: Die Quelle "{source}" ist bereits aktiviert.
tr_tr: Kaynak `{source}` zaten etkin.

source: The source `{source}` doesn't exist.
de_de: Die Quelle `{source}` existiert nicht.
tr_tr: Kaynak `{source}` mevcut değil.

source: Disable Documentations source(s).
de_de: Deaktivieren Sie die Dokumentationsquelle(n).
tr_tr: Dökümantasyon kaynağını/kaynaklarını devre dışı bırak.

source: The source `{source}` is already disabled.
de_de: Die Quelle "{source}" ist bereits deaktiviert.
tr_tr: Kaynak `{source}` zaten devre dışı.

source: Show stats about all documentations sources.
de_de: Statistiken 체ber alle Dokumentationsquellen anzeigen.
tr_tr: Tüm dökümantasyon kaynakları hakkında istatistikleri göster.

source: Select an option.
de_de: W채hlen Sie eine Option.
tr_tr: Bir seçenek seçin.
