Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: memberprefix/locales/*.po
Languages: tr_tr

source: A cog to allow a member to choose custom prefixes, just for them!
tr_tr: Bir üyenin sadece kendisi için özel önekler seçmesine izin veren bir cog!

source: You now use this server or global prefixes.
tr_tr: Artık bu sunucunun veya genel önekleri kullanıyorsunuz.

source: A prefix is above the maximal length (25 characters). This is possible for global or per-server prefixes, but not for per-member prefixes.
tr_tr: Bir önek maksimum uzunluğu aşıyor (25 karakter). Bu, genel veya sunucu başına önekler için mümkündür, ancak üye başına önekler için mümkün değildir.

source: Prefixes cannot start with `/`, as it conflicts with Discord's slash commands.
tr_tr: Önekler `/` ile başlayamaz, çünkü bu Discord'un eğik çizgi komutlarıyla çelişir.

source: Prefix for you only set. You can use current prefixes or mention the bot to invoke a command, or reset your prefixes with the same command if you forget them.
tr_tr: Sadece size özel önek ayarlandı. Mevcut önekleri kullanabilir veya bir komut çalıştırmak için botu etiketleyebilir ya da önekleri unuttuğunuzda aynı komutla sıfırlayabilirsiniz.

source: Prefixes for you only set. You can use current prefixes or mention the bot to invoke a command, or reset your prefixes with the same command if you forget them.
tr_tr: Sadece size özel önekler ayarlandı. Mevcut önekleri kullanabilir veya bir komut çalıştırmak için botu etiketleyebilir ya da önekleri unuttuğunuzda aynı komutla sıfırlayabilirsiniz.

source: Clear prefixes for a specified member in a specified server.
tr_tr: Belirli bir sunucuda belirli bir üyenin öneklerini temizleyin.

source: Prefixes cleared for this member in this guild.
tr_tr: Bu sunucudaki bu üyenin önekleri temizlendi.

source: Clear all members prefixes for a specified server.
tr_tr: Belirli bir sunucudaki tüm üyelerin öneklerini temizleyin.

source: All members prefixes purged in this guild.
tr_tr: Bu sunucudaki tüm üyelerin önekleri temizlendi.
