Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: ctxvar/locales/*.po
Languages: tr_tr

source: No Discord object found.
tr_tr: Hiçbir Discord nesnesi bulunamadı.

source: I couldn't find any cog, command, or object named `{thing}`.
tr_tr: Adı `{thing}` olan hiçbir cog, komut veya nesne bulamadım.

source: A cog to list and display the contents of all sub-functions of `ctx`!
tr_tr: `ctx` alt işlevlerinin tüm içeriklerini listelemek ve görüntülemek için bir cog!

source: Display a list of all attributes and their values of the 'ctx' class instance or its sub-attributes.
tr_tr: 'ctx' sınıfı örneği veya alt özniteliklerinin tüm özniteliklerini ve değerlerini görüntüleyin.

source: The cog Dev must be loaded, to make sure you know what you are doing.
tr_tr: Ne yaptığınızdan emin olmak için Dev cog'unun yüklenmiş olması gerekir.

source: The argument you specified is not a subclass of the instance.
tr_tr: Belirttiğiniz argüman, örneğin bir alt sınıfı değil.

source: Here are all the variables and their associated values that can be used in this instance class.
tr_tr: İşte bu örnek sınıfta kullanılabilecek tüm değişkenler ve bunlarla ilişkili değerler.

source: Display a list of all attributes of the provided object (debug not async).
tr_tr: Sağlanan nesnenin tüm özniteliklerinin listesini görüntüleyin (hata ayıklama async değil).

source: Execute `rich.help(obj=object, ...)` on the provided object (debug not async).
tr_tr: Sağlanan nesne üzerinde `rich.help(obj=object, ...)` komutunu yürütün (hata ayıklama async değil).

source: Execute `ast.dump(ast.parse(<code content>))` on the provided object (debug not async).
tr_tr: Sağlanan nesne üzerinde `ast.dump(ast.parse(<code content>))` komutunu yürütün (hata ayıklama async değil).

source: List attributes of the provided object like dpy objects (debug not async).
tr_tr: Sağlanan nesnenin özniteliklerini dpy nesneleri gibi listeleyin (hata ayıklama async değil).

source: Parse the Markdown syntax for a specified message's content or a string.
tr_tr: Belirtilen bir mesajın içeriği veya bir dize için Markdown sözdizimini ayrıştırın.

source: Error in the module used for this command.
tr_tr: Bu komut için kullanılan modülde hata.
