Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: exportchannel/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Export a part of the messages of a channel in an html file. Specify the after message (id or link) or a valid snowflake. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportieren Sie einen Teil der Nachrichten eines Kanals in eine HTML-Datei. Geben Sie die Folgenachricht (ID oder Link) oder eine gültige Schneeflocke an. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord nicht den TOS entspricht.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε το μήνυμα μετά (id ή σύνδεσμος) ή μια έγκυρη χιονονιφάδα. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exportar una parte de los mensajes de un canal en un fichero html. Especifique el mensaje posterior (id o enlace) o un copo de nieve válido. Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä viestin jälkeinen viesti (id tai linkki) tai kelvollinen lumihiutale. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan Discord-linkin kanssa tähän tiedostoon. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporte une partie des messages d'un canal dans un fichier html. Spécifiez le message suivant (id ou lien) ou un flocon de neige valide. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare il messaggio successivo (id o link) o un fiocco di neve valido. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link di Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta i TOS.
ja_jp: チャンネルのメッセージの一部を html ファイルに書き出す。 アフターメッセージ（idまたはリンク）または有効なスノーフレークを指定してください。 注意: すべての添付ファイルとユーザーアバターはこのファイルのDiscordリンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een kanaal in een html-bestand. Specificeer het na-bericht (id of link) of een geldig sneeuwvlokje. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers uit Discord de TOS niet respecteert.
pl_pl: Eksportuje część wiadomości kanału do pliku html. Określ wiadomość (id lub link) lub prawidłowy płatek śniegu. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discord nie jest zgodne z TOS.
pt_pt: Exportar uma parte das mensagens de um canal num ficheiro html. Especifique a mensagem posterior (id ou link) ou um floco de neve válido. Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați mesajul de după (id sau link) sau un fulg de nea valid. Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите после сообщения (id или ссылку) или валидную снежинку. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Sonraki mesajı (id veya bağlantı) veya geçerli bir snowflake belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вказуйте після повідомлення (id або посилання) або валідну сніжинку. Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Export a part of the messages of a channel in an html file. Specify the before and after messages (id or link) or a valid snowflake. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportieren Sie einen Teil der Nachrichten eines Kanals in eine HTML-Datei. Geben Sie die Vorher- und Nachher-Nachrichten (ID oder Link) oder eine gültige Schneeflocke an. Bitte beachten Sie: alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord nicht den TOS entspricht.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε τα μηνύματα πριν και μετά (id ή σύνδεσμος) ή μια έγκυρη χιονονιφάδα. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή των μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exportar una parte de los mensajes de un canal en un fichero html. Especifique los mensajes anteriores y posteriores (id o enlace) o un copo de nieve válido. Atención: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä viestit ennen ja jälkeen (id tai linkki) tai kelvollinen lumihiutale. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan Discord-linkin kanssa tähän tiedostoon. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporter une partie des messages d'un canal dans un fichier html. Spécifiez les messages avant et après (id ou lien) ou un flocon de neige valide. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare i messaggi precedenti e successivi (id o link) o un fiocco di neve valido. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link a Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: チャンネルのメッセージの一部を html ファイルに書き出す。 前後のメッセージ（idまたはリンク）または有効なsnowflakeを指定してください。 注意: すべての添付ファイルとユーザーアバターはこのファイルのDiscordリンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een kanaal in een html-bestand. Specificeer de voor en na berichten (id of link) of een geldig sneeuwvlokje. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers uit Discord de TOS niet respecteert.
pl_pl: Eksport części wiadomości kanału w pliku html. Określ wiadomości przed i po (id lub link) lub prawidłowy płatek śniegu. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discord nie jest zgodne z TOS.
pt_pt: Exportar uma parte das mensagens de um canal num ficheiro html. Especifique as mensagens antes e depois (id ou link) ou um floco de neve válido. Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați mesajele înainte și după (id sau link) sau un fulg de nea valid. Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите сообщения до и после (id или ссылку) или валидную снежинку. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Önceki ve sonraki mesajları (id veya bağlantı) veya geçerli bir snowflake belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вказуйте повідомлення до і після (ідентифікатор або посилання) або валідну сніжинку. Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Export a part of the messages of a channel in an html file. Specify the user/member (id, name or mention). Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportieren Sie einen Teil der Nachrichten eines Kanals in eine HTML-Datei. Geben Sie den Benutzer/Mitglied an (ID, Name oder Erwähnung). Bitte beachten Sie: alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord nicht den TOS entspricht.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε τον χρήστη/μέλος (id, όνομα ή αναφορά). Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exportar una parte de los mensajes de un canal en un fichero html. Especifica el usuario/miembro (id, nombre o mención). Atención: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä käyttäjä/jäsen (id, nimi tai maininta). Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan tässä tiedostossa olevan Discord-linkin kanssa. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporter une partie des messages d'un canal dans un fichier html. Spécifiez l'utilisateur/le membre (id, nom ou mention). Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare l'utente/membro (id, nome o menzione). Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link a Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: チャンネルのメッセージの一部をhtmlファイルにエクスポートする。 ユーザー/メンバー（id、名前または言及）を指定します。 注意: すべての添付ファイルとユーザーアバターはこのファイルのDiscordリンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een chatroom in een html-bestand. Specificeer de gebruiker/lid (id, naam of vermelding). Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord-link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers van Discord de TOS niet respecteert.
pl_pl: Eksportuje część wiadomości kanału do pliku html. Określ użytkownika/członka (id, nazwa lub wzmianka). Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS.
pt_pt: Exportar uma parte das mensagens de um canal num ficheiro html. Especifique o utilizador/membro (id, nome ou menção). Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați utilizatorul/membru (id, nume sau mențiune). Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu linkul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите пользователя/участника (id, имя или упоминание). Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Kullanıcıyı/üyeyi (id, isim veya etiket) belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вказуйте користувача/учасника (ідентифікатор, ім'я або згадку). Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Export a part of the messages of a channel in an html file. Specify the bool option. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportiert einen Teil der Nachrichten eines Kanals in eine HTML-Datei. Geben Sie die Option bool an. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord nicht den TOS entspricht.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε την επιλογή bool. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exporta una parte de los mensajes de un canal en un fichero html. Especifique la opción bool. Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä bool-vaihtoehto. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan Discord-linkin kanssa tähän tiedostoon. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporter une partie des messages d'un canal dans un fichier html. Spécifiez l'option bool. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare l'opzione bool. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link a Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: チャンネルのメッセージの一部を html ファイルに書き出す。 boolオプションを指定してください。 注意: すべての添付ファイルとユーザーアバターはこのファイルの Discord リンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een chatroom in een html-bestand. Geef de optie bool op. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord-link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers van Discord de TOS niet respecteert.
pl_pl: Eksportuje część wiadomości kanału do pliku html. Określ opcję bool. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane wraz z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS.
pt_pt: Exportar uma parte das mensagens de um canal num ficheiro html. Especifique a opção bool. Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembra-te que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați opțiunea bool. Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите опцию bool. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Boole seçeneğini belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вказуйте опцію bool. Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Here is the transcript's html file of the messages in the channel {channel.mention} ({channel.id}). Please note: all attachments and user avatars are saved with the Discord link in this file. There are {count_messages} exported messages. Remember that exporting other users' messages from Discord does not respect the TOS.
el_gr: Ακολουθεί το αρχείο html της απομαγνητοφώνησης των μηνυμάτων στο κανάλι {channel.mention} ({channel.id}). Παρακαλώ σημειώστε: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Υπάρχουν {count_messages} εξαγόμενα μηνύματα. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
fi_fi: Tässä on kanavalla {channel.mention} ({channel.id}) olevien viestien transkriptioiden html-tiedosto. Huomaa: kaikki liitetiedostot ja käyttäjien avatarit tallennetaan tässä tiedostossa olevan Discord-linkin avulla. Tässä on {count_messages} viedyt viestit. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
it_it: Ecco il file html della trascrizione dei messaggi nel canale {channel.mention} ({channel.id}). Nota bene: tutti gli allegati e gli avatar degli utenti sono salvati con il link a Discord in questo file. Ci sono {count_messages} messaggi esportati. Si ricorda che l'esportazione dei messaggi di altri utenti da Discord non rispetta i TOS.
ja_jp: こちらは、チャンネル {channel.mention} ({channel.id}) のメッセージのトランスクリプトの html ファイルです。 注意：すべての添付ファイルとユーザーアバターは、このファイル内のDiscordリンクで保存されます。 {count_messages} エクスポートされたメッセージがあります。 Discordから他のユーザーのメッセージをエクスポートすることは、TOSを尊重しないことを忘れないでください。
nl_nl: Hier is het transcript html bestand van de berichten in het kanaal {channel.mention} ({channel.id}). Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord link in dit bestand. Er zijn {count_messages} geÃ«xporteerde berichten. Onthoud dat het exporteren van berichten van andere gebruikers uit Discord de TOS niet respecteert.
pl_pl: Oto plik html transkrypcji wiadomości z kanału {channel.mention} ({channel.id}). Uwaga: wszystkie załączniki i avatary użytkowników są zapisane z linkiem Discorda w tym pliku. Znajduje się tam {count_messages} wyeksportowanych wiadomości. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS-em.
pt_br: Aqui está o ficheiro html da transcrição das mensagens no canal {channel.mention} ({channel.id}). Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Há mensagens exportadas em {count_messages} . Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.
ru_ru: Здесь находится html-файл транскрипта сообщений в канале {channel.mention} ({channel.id}). Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Здесь есть экспортированные сообщения {count_messages} . Помните, что экспорт сообщений других пользователей из Discord не соблюдает TOS.
uk_ua: Ось html-файл стенограми повідомлень на каналі {channel.mention} ({channel.id}). Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Існують {count_messages} експортовані повідомлення. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.
