Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: exportchannel/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Here is the transcript's {mode} file of the messages in the channel {channel.mention} ({channel.id}). Please note: all attachments and user avatars are saved with the Discord link in this file. There are {count_messages} exported messages. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Hier ist die {mode} Datei des Transkripts der Nachrichten im Channel {channel.mention} ({channel.id}). Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Es gibt {count_messages} exportierte Nachrichten. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord gegen die TOS verstößt.
es_es: Aquí está el archivo {mode} de la transcripción de los mensajes en el canal {channel.mention} ({channel.id}). Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Hay {count_messages} mensajes exportados. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las TOS.
fr_fr: Voici le fichier {mode} de la transcription des messages du canal {channel.mention} ({channel.id}). Veuillez noter que toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. Il y a {count_messages} messages exportés. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
pt_pt: Aqui está o ficheiro {mode} da transcrição das mensagens no canal {channel.mention} ({channel.id}). Atenção: todos os anexos e avatares de utilizador são guardados com a ligação Discord neste ficheiro. Existem {count_messages} mensagens exportadas. Lembra-te que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Iată fișierul {mode} de transcriere a mesajelor de pe canalul {channel.mention} ({channel.id}). Vă rugăm să rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord în acest fișier. Există {count_messages} mesaje exportate. Amintiți-vă că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
tr_tr: İşte {channel.mention} ({channel.id}) kanalındaki mesajların transkriptinin {mode} dosyası. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Toplam {count_messages} mesaj dışa aktarıldı. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.

source: [Click here to view the transcript.]({url})
de_de: [Klicken Sie hier, um die Abschrift zu sehen]({url})
el_gr: [Κάντε κλικ εδώ για να δείτε την απομαγνητοφώνηση]({url})
es_es: [Haga clic aquí para ver la transcripción]({url})
fi_fi: [Klikkaa tästä nähdäksesi transkripti.]({url})
fr_fr: (Cliquez ici pour voir la transcription) ({url})
it_it: [Cliccare qui per visualizzare la trascrizione]({url})
ja_jp: [記録はこちら]({url})
nl_nl: [Klik hier om het transcript te bekijken]({url})
pl_pl: [Kliknij tutaj, aby zobaczyć transkrypt]({url}).
pt_br: [Clique aqui para ver a transcrição]({url})
pt_pt: [Clique aqui para ver a transcrição]({url})
ro_ro: [Faceți clic aici pentru a vedea transcrierea]({url})
ru_ru: [Нажмите здесь для просмотра стенограммы.] ({url})
tr_tr: [Transkripti görüntülemek için buraya tıklayın.]({url})
uk_ua: [Натисніть тут, щоб переглянути стенограму.] ({url})

source: A cog to export all or a part of the messages of a channel in an html file!
de_de: Eine Funktion zum Exportieren aller oder eines Teils der Nachrichten eines Kanals in eine HTML-Datei!
el_gr: Μια επιλογή για την εξαγωγή όλων ή μέρους των μηνυμάτων ενός καναλιού σε ένα αρχείο html!
es_es: Un engranaje para exportar todos o parte de los mensajes de un canal en un archivo html!
fi_fi: Ohjain, jolla voit viedä kaikki kanavan viestit tai osan niistä html-tiedostona!
fr_fr: Un bouton pour exporter tout ou partie des messages d'un canal dans un fichier html !
it_it: Un comando per esportare tutti o una parte dei messaggi di un canale in un file html!
ja_jp: チャンネルのメッセージの全部または一部をhtmlファイルに書き出すための歯車！
nl_nl: Een tandwiel om alle of een deel van de berichten van een kanaal te exporteren in een html-bestand!
pl_pl: Tryb do eksportowania wszystkich lub części wiadomości z kanału w pliku html!
pt_pt: Uma engrenagem para exportar todas ou uma parte das mensagens de um canal num ficheiro html!
ro_ro: O rotiță pentru a exporta toate sau o parte din mesajele unui canal într-un fișier html!
ru_ru: Ког для экспорта всех или части сообщений канала в html-файл!
tr_tr: Bir kanalın tüm veya bir kısmının mesajlarını HTML dosyasına aktarmak için bir cog!
uk_ua: Гвинтик для експорту всіх або частини повідомлень каналу в html-файл!

source: Sorry, I can't read the content of the messages in {channel.mention} ({channel.id}).
de_de: Sorry, ich kann den Inhalt der Nachrichten in {channel.mention} ({channel.id}) nicht lesen.
el_gr: Συγγνώμη, δεν μπορώ να διαβάσω το περιεχόμενο των μηνυμάτων στο {channel.mention} ({channel.id}).
es_es: Lo siento, no puedo leer el contenido de los mensajes en {channel.mention} ({channel.id}).
fi_fi: Anteeksi, mutta en pysty lukemaan viestien sisältöä osoitteessa {channel.mention} ({channel.id}).
fr_fr: Désolé, je ne peux pas lire le contenu des messages dans {channel.mention} ({channel.id}).
it_it: Mi spiace, non riesco a leggere il contenuto dei messaggi in {channel.mention} ({channel.id}).
ja_jp: 申し訳ありませんが、 {channel.mention} ({channel.id}) のメッセージの内容は読めません。
nl_nl: Sorry, ik kan de inhoud van de berichten in {channel.mention} ({channel.id}) niet lezen.
pl_pl: Przepraszam, nie mogę odczytać treści wiadomości w {channel.mention} ({channel.id}).
pt_br: Desculpe, não consigo ler o conteúdo das mensagens em {channel.mention} ({channel.id}).
pt_pt: Desculpe, não consigo ler o conteúdo das mensagens em {channel.mention} ({channel.id}).
ro_ro: Îmi pare rău, dar nu pot citi conținutul mesajelor de pe {channel.mention} ({channel.id}).
ru_ru: Извините, я не могу прочитать содержание сообщений в {channel.mention} ({channel.id}).
tr_tr: Üzgünüm, {channel.mention} ({channel.id}) kanalındaki mesajların içeriğini okuyamıyorum.
uk_ua: Вибачте, я не можу прочитати зміст повідомлень на {channel.mention} ({channel.id}).

source: Sorry. I could not find any messages.
de_de: Entschuldigung. Ich konnte keine Nachrichten finden.
el_gr: Συγγνώμη. Δεν μπόρεσα να βρω κανένα μήνυμα.
es_es: Lo siento. No pude encontrar ningún mensaje.
fi_fi: Olen pahoillani. En löytänyt mitään viestejä.
fr_fr: Désolé. Je n'ai trouvé aucun message.
it_it: Mi dispiace. Non ho trovato alcun messaggio.
ja_jp: すみません。メッセージが見つかりませんでした。
nl_nl: Sorry. Ik kon geen berichten vinden.
pl_pl: Przepraszamy. Nie mogłem znaleźć żadnych wiadomości.
pt_pt: Não encontrei nenhuma mensagem. Não consegui encontrar nenhuma mensagem.
ro_ro: Îmi pare rău. Nu am putut găsi niciun mesaj.
ru_ru: Извините. Я не смог найти ни одного сообщения.
tr_tr: Üzgünüm. Hiçbir mesaj bulamadım.
uk_ua: Вибач. Я не знайшов жодного повідомлення.

source: Export all of a channel's messages to an html file. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportiert alle Nachrichten eines Channels in eine html-Datei. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord gegen die AGB verstößt.
el_gr: Εξαγωγή όλων των μηνυμάτων ενός καναλιού σε ένα αρχείο html. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή των μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exporta todos los mensajes de un canal a un archivo html. Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie kaikki kanavan viestit html-tiedostoon. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan tässä tiedostossa olevan Discord-linkin mukana. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporte tous les messages d'un canal vers un fichier html. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta tutti i messaggi di un canale in un file html. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link a Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: チャンネルの全メッセージをhtmlファイルにエクスポートします。 注意：すべての添付ファイルとユーザーアバターは、このファイル内のDiscordリンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることは、TOSを尊重しないことを忘れないでください。
nl_nl: Exporteer alle berichten van een kanaal naar een html-bestand. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord-link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers vanuit Discord de TOS niet respecteert.
pl_pl: Eksportuj wszystkie wiadomości z kanału do pliku html. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem do Discorda w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS.
pt_br: Exportar todas as mensagens de um canal para um ficheiro html. Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.
pt_pt: Exportar todas as mensagens de um canal para um ficheiro html. Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.
ro_ro: Exportă toate mesajele unui canal într-un fișier html. Vă rugăm să rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт всех сообщений канала в html-файл. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соблюдает TOS.
tr_tr: Bir kanalın tüm mesajlarını HTML dosyasına aktarın. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати всі повідомлення каналу в html-файл. Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Export a specific message in an html file. Specify the message to export, with its ID or its link. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportieren Sie eine bestimmte Nachricht in eine HTML-Datei. Geben Sie die zu exportierende Nachricht mit ihrer ID oder ihrem Link an. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Nutzer aus Discord gegen die AGB verstößt.
es_es: Exportar un mensaje específico en un archivo html. Especifica el mensaje a exportar, con su ID o su enlace. Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fr_fr: Exporter un message spécifique dans un fichier html. Spécifiez le message à exporter, avec son ID ou son lien. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
pt_pt: Exportar uma mensagem específica num ficheiro html. Especifique a mensagem a exportar, com o seu ID ou a sua ligação. Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os Termos de Serviço.
ro_ro: Exportați un mesaj specific într-un fișier html. Specificați mesajul care urmează să fie exportat, cu ID-ul sau link-ul acestuia. Vă rugăm să rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord în acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
tr_tr: Belirli bir mesajı HTML dosyasına aktarın. Dışa aktarılacak mesajı, ID'si veya bağlantısıyla belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.

source: Export a part of the messages of a channel in an html file. Specify the number of messages since the end of the channel. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportieren Sie einen Teil der Nachrichten eines Channels in eine html-Datei. Geben Sie die Anzahl der Nachrichten seit dem Ende des Channels an. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord gegen die TOS verstößt.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε τον αριθμό των μηνυμάτων από το τέλος του καναλιού. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exportar una parte de los mensajes de un canal en un fichero html. Especifica el número de mensajes desde el final del canal. Nota: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä viestien määrä kanavan päättymisen jälkeen. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan tässä tiedostossa olevan Discord-linkin mukana. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporter une partie des messages d'un canal dans un fichier html. Spécifiez le nombre de messages depuis la fin du canal. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare il numero di messaggi dalla fine del canale. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link a Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: チャンネルのメッセージの一部を html ファイルに書き出す。 チャンネル終了時からのメッセージ数を指定してください。 注意: すべての添付ファイルとユーザーアバターはこのファイルの Discord リンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een chatroom in een html-bestand. Geef het aantal berichten op sinds het einde van het kanaal. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord-link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers van Discord de TOS niet respecteert.
pl_pl: Eksport części wiadomości kanału w pliku html. Określ liczbę wiadomości od zakończenia kanału. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane wraz z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS.
pt_pt: Exportar uma parte das mensagens de um canal num ficheiro html. Especifique o número de mensagens desde o fim do canal. Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați numărul de mesaje de la sfârșitul canalului. Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите количество сообщений с момента окончания канала. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Kanalın sonundan itibaren mesaj sayısını belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вкажіть кількість повідомлень з моменту закриття каналу. Зверніть увагу: всі вкладення і аватарки користувачів зберігаються з посиланням на Discord в цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: Export a part of the messages of a channel in an html file. Specify the before message (id or link) or a valid snowflake. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
de_de: Exportiert einen Teil der Nachrichten eines Kanals in eine HTML-Datei. Geben Sie die vorherige Nachricht (ID oder Link) oder eine gültige Schneeflocke an. Bitte beachten Sie: Alle Anhänge und Benutzeravatare werden mit dem Discord-Link in dieser Datei gespeichert. Denken Sie daran, dass das Exportieren von Nachrichten anderer Benutzer aus Discord nicht den TOS entspricht.
el_gr: Εξαγωγή μέρους των μηνυμάτων ενός καναλιού σε αρχείο html. Καθορίστε το προηγούμενο μήνυμα (id ή σύνδεσμος) ή μια έγκυρη χιονονιφάδα. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
es_es: Exportar una parte de los mensajes de un canal en un fichero html. Especifique el mensaje anterior (id o enlace) o un copo de nieve válido. Atención: todos los archivos adjuntos y los avatares de los usuarios se guardan con el enlace de Discord en este archivo. Recuerda que exportar los mensajes de otros usuarios desde Discord no respeta las Condiciones de servicio.
fi_fi: Vie osa kanavan viesteistä html-tiedostoon. Määritä ennen viesti (id tai linkki) tai kelvollinen lumihiutale. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan Discord-linkin kanssa tähän tiedostoon. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
fr_fr: Exporte une partie des messages d'un canal dans un fichier html. Spécifiez le message précédent (id ou lien) ou un flocon de neige valide. Remarque : toutes les pièces jointes et les avatars des utilisateurs sont sauvegardés avec le lien Discord dans ce fichier. N'oubliez pas que l'exportation des messages d'autres utilisateurs depuis Discord ne respecte pas les CGU.
it_it: Esporta una parte dei messaggi di un canale in un file html. Specificare il messaggio precedente (id o link) o un fiocco di neve valido. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link di Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta i TOS.
ja_jp: チャンネルのメッセージの一部を html ファイルに書き出す。 ビフォアメッセージ（idまたはリンク）または有効なスノーフレークを指定してください。 注意: すべての添付ファイルとユーザーアバターはこのファイル内のDiscordリンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een deel van de berichten van een kanaal in een html-bestand. Specificeer het vorige bericht (id of link) of een geldig sneeuwvlokje. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers uit Discord de TOS niet respecteert.
pl_pl: Eksportuje część wiadomości kanału do pliku html. Określ przed wiadomością (id lub link) lub prawidłowy płatek śniegu. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discord nie jest zgodne z TOS.
pt_pt: Exporta uma parte das mensagens de um canal num ficheiro html. Especifique a mensagem anterior (id ou link) ou um floco de neve válido. Atenção: todos os anexos e avatares de utilizadores são guardados com o link do Discord neste ficheiro. Lembre-se que exportar as mensagens de outros utilizadores do Discord não respeita os TOS.
ro_ro: Exportă o parte din mesajele unui canal într-un fișier html. Specificați mesajul anterior (id sau link) sau un fulg de nea valid. Rețineți: toate atașamentele și avatarele utilizatorilor sunt salvate cu link-ul Discord din acest fișier. Rețineți că exportul mesajelor altor utilizatori din Discord nu respectă TOS.
ru_ru: Экспорт части сообщений канала в html-файл. Укажите предыдущее сообщение (id или ссылку) или валидную снежинку. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
tr_tr: Bir kanalın mesajlarının bir kısmını HTML dosyasına aktarın. Önceki mesajı (id veya bağlantı) veya geçerli bir snowflake belirtin. Lütfen unutmayın: Tüm ekler ve kullanıcı avatarları bu dosyada Discord bağlantısıyla birlikte kaydedilir. Unutmayın, başka kullanıcıların mesajlarını Discord'dan dışa aktarmak Hizmet Koşullarına aykırıdır.
uk_ua: Експортувати частину повідомлень каналу в html-файл. Вказуйте попереднє повідомлення (id або посилання) або дійсну сніжинку. Зверніть увагу: всі вкладення та аватарки користувачів зберігаються з посиланням на Discord у цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.
