Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: exportchannel/locales/*.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Export a specific file in an html file. Specify the message to export, with its ID or its link. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
el_gr: Εξαγωγή ενός συγκεκριμένου αρχείου σε αρχείο html. Καθορίστε το μήνυμα προς εξαγωγή, με το αναγνωριστικό του ή το σύνδεσμό του. Σημείωση: όλα τα συνημμένα και τα avatars των χρηστών αποθηκεύονται με το σύνδεσμο Discord σε αυτό το αρχείο. Να θυμάστε ότι η εξαγωγή μηνυμάτων άλλων χρηστών από το Discord δεν σέβεται το TOS.
fi_fi: Vie tietty tiedosto html-tiedostona. Määritä vietävä viesti ja sen ID tai linkki. Huomaa: kaikki liitetiedostot ja käyttäjän avatarit tallennetaan Discord-linkin kanssa tähän tiedostoon. Muista, että muiden käyttäjien viestien vieminen Discordista ei noudata TOS:ia.
it_it: Esporta un file specifico in un file html. Specificare il messaggio da esportare, con il suo ID o il suo link. Nota bene: tutti gli allegati e gli avatar degli utenti vengono salvati con il link di Discord in questo file. Ricordare che l'esportazione dei messaggi di altri utenti da Discord non rispetta le TOS.
ja_jp: 特定のファイルをhtmlファイルにエクスポートします。 エクスポートするメッセージのIDまたはリンクを指定します。 注意: すべての添付ファイルとユーザーアバターは、このファイルの Discord リンクと一緒に保存されます。 Discordから他のユーザーのメッセージをエクスポートすることはTOSを尊重しないことを忘れないでください。
nl_nl: Exporteer een specifiek bestand in een html-bestand. Specificeer het bericht dat je wilt exporteren, met zijn ID of zijn link. Let op: alle bijlagen en gebruikersavatars worden opgeslagen met de Discord-link in dit bestand. Onthoud dat het exporteren van berichten van andere gebruikers vanuit Discord de TOS niet respecteert.
pl_pl: Eksport określonego pliku w pliku html. Określ wiadomość do wyeksportowania, podając jej ID lub link. Uwaga: wszystkie załączniki i awatary użytkowników są zapisywane z linkiem Discord w tym pliku. Pamiętaj, że eksportowanie wiadomości innych użytkowników z Discorda nie jest zgodne z TOS.
ru_ru: Экспорт определенного файла в html-файл. Укажите сообщение для экспорта, указав его ID или ссылку. Обратите внимание: все вложения и аватары пользователей сохраняются вместе со ссылкой на Discord в этом файле. Помните, что экспорт сообщений других пользователей из Discord не соответствует TOS.
uk_ua: Експортувати певний файл у html-файл. Вкажіть повідомлення, яке потрібно експортувати, з його ID або посиланням на нього. Зверніть увагу: всі вкладення і аватарки користувачів зберігаються з посиланням на Discord в цьому файлі. Пам'ятайте, що експорт повідомлень інших користувачів з Discord не відповідає умовам TOS.

source: A cog to export all or part of a channel's messages to an html file!
pt_br: Uma engrenagem para exportar todas ou parte das mensagens de um canal para um ficheiro html!

source: Sorry. I could not find any message.
pt_br: Desculpe. Não consegui encontrar nenhuma mensagem.

source: Export part of a channel's messages to an html file. Specify the number of messages since the end of the channel. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar o número de mensagens desde o fim do canal. Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.

source: Export part of a channel's messages to an html file. Specify the before message (id or link). Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar a mensagem anterior (id ou link). Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.

source: Export part of a channel's messages to an html file. Specify the after message (id or link). Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar a mensagem posterior (id ou link). Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.

source: Export part of a channel's messages to an html file. Specify the before and after messages (id or link). Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar as mensagens antes e depois (id ou link). Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.

source: Export part of a channel's messages to an html file. Specify the member (id, name or mention). Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar o membro (id, nome ou menção). Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.

source: Export part of a channel's messages to an html file. Specify the bool option. Please note: all attachments and user avatars are saved with the Discord link in this file. Remember that exporting other users' messages from Discord does not respect the TOS.
pt_br: Exportar parte das mensagens de um canal para um ficheiro html. Especificar a opção bool. Atenção: todos os anexos e avatares de utilizadores são guardados com a ligação Discord neste ficheiro. Lembre-se de que a exportação de mensagens de outros utilizadores do Discord não respeita o TOS.
