Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: dropdownstexts/locales/*.po
Languages: tr_tr

source: Dropdown Text must be an `emoji`, followed by a `label` and a `text_or_message`, separated by either `;`, `,`, `|`, or `-`.
tr_tr: Dropdown Yazısı, bir `emoji`, ardından bir `etiket` ve `metin veya mesaj` içermelidir, bu bileşenler `;`, `,`, `|` veya `-` ile ayrılmalıdır.

source: I have to be the author of the message. You can use EmbedUtils by AAA3A to send one.
tr_tr: Mesajın yazarı ben olmalıyım. Bir tane göndermek için AAA3A tarafından sağlanan EmbedUtils'i kullanabilirsiniz.

source: A cog to have dropdowns-texts!
tr_tr: Dropdowns yazılarına sahip olmak için bir cog!

source: This message is not in Config.
tr_tr: Bu mesaj Konfigürasyonda bulunmuyor.

source: This option is not in Config.
tr_tr: Bu seçenek Konfigürasyonda bulunmuyor.

source: Add a dropdown-text for a message.
tr_tr: Bir mesaj için dropdown yazısı ekleyin.

source: I don't have sufficient permissions on the channel where the message you specified is located. I need the permissions to see the messages in that channel.
tr_tr: Belirttiğiniz mesajın bulunduğu kanalda yeterli izne sahip değilim. O kanaldaki mesajları görmek için izinlere ihtiyacım var.

source: The emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emoji geçersiz. Onun bir emoji olduğunu kontrol edin. Eğer Nitron varsa başka bir sunucudan custom emoji kullanmış olabilirsiniz.

source: This message already has components.
tr_tr: Bu mesajda zaten bileşenler var.

source: I can't do more than 25 dropdown-texts for one message.
tr_tr: Bir mesajda en fazla 25 tane dropdowns yazısı ekleyebilirim.

source: Add dropdown-texts for a message.
tr_tr: Bir mesaj için dropdown yazıları ekleyin.

source: You have not specified any valid dropdown-text.
tr_tr: Geçerli bir dropdown yazısı belirtmediniz.

source: An emoji you selected seems invalid. Check that it is an emoji. If you have Nitro, you may have used a custom emoji from another server.
tr_tr: Seçtiğin emojilerden biri geçersiz görünüyor. Bir emoji olduğundan emin olun. Eğer Nitron varsa başka bir sunucudan özel bir emoji kullanmış olabilirsiniz.

source: Remove a dropdown-text for a message. Use `[p]dropdownstexts list <message>` to find the config identifier.
tr_tr: Bir mesaj için dropdown yazısını kaldırın. Konfigürasyon tanımlayıcısını bulmak için `[p]dropdownstexts list <mesaj>` komutunu kullanın.

source: No dropdown-texts is configured for this message.
tr_tr: Bu mesaj için bir dropdowns mesajı ayarlanmamış.

source: I wasn't watching for this dropdown-text on this message.
tr_tr: Bu mesajdaki dropdowns mesajlarını ben kontrol etmiyorum.

source: Dropdowns-buttons cleared for this message.
tr_tr: Bu mesaj için dropdown düğmeleri temizlendi.

source: Clear a dropdown-texts for a message.
tr_tr: Bir mesaj için dropdown yazılarını temizleyin.

source: Dropdown-texts cleared for this message.
tr_tr: Bu mesaj için dropdown yazıları temizlendi.

source: List all dropdowns-texts of this server or display the settings for a specific one.
tr_tr: Bu sunucudaki tüm dropdown yazılarını listeleyin veya belirli bir yazı için ayarları görüntüleyin.

source: No dropdown-text is configured for this message.
tr_tr: Bu mesaj için bir dropdown yazısı ayarlanmamış.

source: No dropdowns-texts in this server.
tr_tr: Bu sunucuda dropdown yazısı yok.

source: Dropdowns Texts
tr_tr: Dropdown Yazıları

source: There is {len_dropdowns_texts} dropdowns texts in this server.
tr_tr: Bu sunucuda {len_dropdowns_texts} dropdown yazısı var.

source: Message Jump Link: {message_jump_link}
tr_tr: Mesaj Atlama Bağlantısı: {message_jump_link}

source: Clear all dropdowns-texts for a guild.
tr_tr: Bir sunucu için tüm dropdown yazılarını temizleyin.

source: All dropdowns-texts purged.
tr_tr: Tüm dropdown yazıları temizlendi.

source: Select an option.
tr_tr: Bir seçenek seçin.
