Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: medicat/locales/*.po
Languages: tr_tr

source: Can I add my own bootable tools (iso, wim, vhd) or PortableApps softwares to Medicat USB?
tr_tr: Kendi önyüklenebilir araçlarımı (iso, wim, vhd) veya PortableApps yazılımlarımı Medicat USB'ye ekleyebilir miyim?

source: Please feel free to modify MediCat to YOUR individual needs! 😄 To add your own bootable tools to Medicat USB, simply put the files in any sub-folder (except those with a `.ventoyignore` file at their root) of your USB stick. As if by magic, the new tools will appear in the Ventoy menu. Then you can add a custom name, icon, description, by editing the `USB\ventoy\ventoy.json` file following the template. Absolutely, I encourage it!
tr_tr: MediCat'ı kendi ihtiyaçlarınıza göre özelleştirmekten çekinmeyin! 😄 Kendi önyüklenebilir araçlarınızı Medicat USB'ye eklemek için dosyaları USB belleğinizin herhangi bir alt klasörüne (kökünde `.ventoyignore` dosyası olanlar hariç) yerleştirin. Sihirli gibi, yeni araçlar Ventoy menüsünde görünecektir. Ardından, `USB\ventoy\ventoy.json` dosyasını düzenleyerek özel bir ad, simge, açıklama ekleyebilirsiniz. Kesinlikle, bunu teşvik ediyorum!

source: Is Medicat free?
tr_tr: Medicat ücretsiz mi?

source: Absolutely. I will never charge money for MediCat. We accept donations but it is in no way required. However, feel free to share your ideas, questions, and concerns in this discord. That's how you can give back. 🙂
tr_tr: Kesinlikle. MediCat için asla para talep etmeyeceğim. Bağışları kabul ediyoruz ancak hiçbir şekilde gerekli değil. Bununla birlikte, fikirlerinizi, sorularınızı ve endişelerinizi bu discord'da paylaşmaktan çekinmeyin. Bu şekilde geri verebilirsiniz 🙂

source: How do I install Medicat USB?
tr_tr: Medicat USB'yi nasıl kurarım?

source: 1) Install the latest version of Ventoy on your USB stick (<https://github.com/ventoy/Ventoy/releases> & <https://ventoy.net/en/doc_start.html>). 2) Download the last version of Medicat USB with Torrent, Mega or Google Drive (<https://medicatusb.com/>). 3) Extract the downloaded zips to the root of the USB stick. Full tutorial: <https://medicatusb.com/docs/installation/installing-medicat/> You can also use the automatic installer of MON5TERMATT (<https://medicatusb.com/installer/>). Warning: do not forget to disable your antivirus software (see the `virus` command for more information).
tr_tr: 1) USB belleğinize Ventoy'un en son sürümünü kurun (<https://github.com/ventoy/Ventoy/releases> & <https://ventoy.net/en/doc_start.html>). 2) Medicat USB'nin son sürümünü Torrent, Mega veya Google Drive ile indirin (<https://medicatusb.com/>). 3) İndirilen zip dosyalarını USB belleğin köküne çıkarın. Tam kılavuz: <https://medicatusb.com/docs/installation/installing-medicat/> Ayrıca MON5TERMATT'in otomatik yükleyicisini de kullanabilirsiniz (<https://medicatusb.com/installer/>). Uyarı: Antivirüs yazılımınızı devre dışı bırakmayı unutmayın (daha fazla bilgi için `virus` komutuna bakın).

source: How can I make a donation?
tr_tr: Nasıl bağış yapabilirim?

source: @Jayro (Creator of Medicat): <https://ko-fi.com/jayrojones> @MON5TERMATT (Medicat Developer): <https://ko-fi.com/mon5termatt> @AAA3A (Medicat Developer): <https://www.buymeacoffee.com/aaa3a>
tr_tr: @Jayro (Medicat'in Yaratıcısı): <https://ko-fi.com/jayrojones> @MON5TERMATT (Medicat Geliştiricisi): <https://ko-fi.com/mon5termatt> @AAA3A (Medicat Geliştiricisi): <https://www.buymeacoffee.com/aaa3a>

source: What is the latest version of Medicat USB?
tr_tr: Medicat USB'nin en son sürümü nedir?

source: The latest version of Medicat USB is 21.12! ||<https://gbatemp.net/threads/medicat-usb-a-multiboot-linux-usb-for-pc-repair.361577/>|| There is not currently an ETA for an updated release due to time restrictions
tr_tr: Medicat USB'nin en son sürümü 21.12'dir! ||<https://gbatemp.net/threads/medicat-usb-a-multiboot-linux-usb-for-pc-repair.361577/>|| Zaman kısıtlamaları nedeniyle güncellenmiş bir sürüm için şu anda belirli bir tarih yok

source: How to download one of the menus?
tr_tr: Menülerden birini nasıl indiririm?

source: Here are the latest links to download the latest versions of the menus: - Jayro's Lockîck: <https://mega.nz/file/ZtpwEDhR#4bCjUDri2hhUlCgv8Y1EmZVyUnGyhqZjCo0fazXLzqY> - AAA3A's Backup: <https://mega.nz/file/s8hATRbZ#C28qA8HWKi_xikC6AUG46DiXKIG2Qjl__-4MOl6SI7w> - AAA3A's Partition: <https://mega.nz/file/w8oFkKYQ#5BbIf7K6pyxYDlE6L4efPqtHUWtCMmx_kta_QHejhpk> Here is also a link that should never change to access the same folder containing all the menus: <https://mega.nz/folder/FtRCgLQL#KTq897WQiXCJT8OQ3cT9Tg>
tr_tr: Menülerin en son sürümlerini indirmek için en son bağlantılar şunlardır: - Jayro'nun Lockîck'i: <https://mega.nz/file/ZtpwEDhR#4bCjUDri2hhUlCgv8Y1EmZVyUnGyhqZjCo0fazXLzqY> - AAA3A'nın Yedeklemesi: <https://mega.nz/file/s8hATRbZ#C28qA8HWKi_xikC6AUG46DiXKIG2Qjl__-4MOl6SI7w> - AAA3A'nın Bölümlendirmesi: <https://mega.nz/file/w8oFkKYQ#5BbIf7K6pyxYDlE6L4efPqtHUWtCMmx_kta_QHejhpk> Aynı klasörü içeren tüm menülere erişmek için asla değişmemesi gereken bir bağlantı da şudur: <https://mega.nz/folder/FtRCgLQL#KTq897WQiXCJT8OQ3cT9Tg>

source: Can I install Mini Windows 10 as my main OS?
tr_tr: Mini Windows 10'u ana işletim sistemim olarak kurabilir miyim?

source: No, it doesn't work like that. It's a WinPE image (Windows Pre-install Environment) that runs in memory. It's primary use is to troubleshoot a troublesome PC.
tr_tr: Hayır, böyle çalışmıyor. Bellekte çalışan bir WinPE görüntüsüdür (Windows Ön Yükleme Ortamı). Ana kullanımı, sorunlu bir PC'yi sorun gidermektir.

source: See what files are missing using the quick SFV program.
tr_tr: Hızlı SFV programını kullanarak hangi dosyaların eksik olduğunu görün.

source: In order to see what files are missing using the quick SFV program, Please wait for it to scan the entire USB and then look for the files with the ❌
tr_tr: Hızlı SFV programını kullanarak hangi dosyaların eksik olduğunu görmek için lütfen tüm USB'yi taramasını bekleyin ve ardından ❌ ile işaretlenmiş dosyaları arayın

source: How do I download the Medicat USB iso/img file?
tr_tr: Medicat USB iso/img dosyasını nasıl indiririm?

source: Medicat USB is not available as an iso file. Previously, Medicat USB was available as an iso file. Now it uses Ventoy to run. It is currently impossible to put Ventoy and therefore Medicat USB in an iso file.
tr_tr: Medicat USB bir iso dosyası olarak mevcut değil. Önceden, Medicat USB bir iso dosyası olarak mevcuttu. Şimdi çalıştırmak için Ventoy kullanıyor. Şu anda Ventoy'u ve dolayısıyla Medicat USB'yi bir iso dosyasına koymak mümkün değil.

source: Can I run the PortableApps on my current PC without booting up MediCat?
tr_tr: PortableApps'i MediCat'i önyüklemeden mevcut bilgisayarımda çalıştırabilir miyim?

source: Yes, just mount the MediCat USB, and open Start.exe to launch the platform. These are the same exact apps that get loaded within Mini Windows 10. So if you update them, they will show up updated in Mini Windows 10 as well.
tr_tr: Evet, MediCat USB'yi monte edin ve platformu başlatmak için Start.exe'yi açın. Bunlar, Mini Windows 10'da yüklü olan aynı uygulamalardır. Dolayısıyla, onları güncellerseniz, Mini Windows 10'da da güncellenmiş olarak görüneceklerdir.

source: How can I update Medicat USB without having to install all the files again?
tr_tr: Tüm dosyaları yeniden kurmak zorunda kalmadan Medicat USB'yi nasıl güncelleyebilirim?

source: For the time being, you are in any case obliged to download all Medicat USB files again to update it. However, if you only want to keep your previous personal changes, you can save them somewhere and reproduce them on the new instance of the bootable USB stick. For Medicat USB 22.06, @AAA3A is currently coding an update only script for Medicat USB, in batch. It will be downloaded with only the necessary files and will however only work from one version to another, after being prepared in advance.
tr_tr: Şu an için, Medicat USB'yi güncellemek için tüm Medicat USB dosyalarını yeniden indirmeniz gerekmektedir. Ancak, yalnızca önceki kişisel değişikliklerinizi korumak istiyorsanız, bunları bir yere kaydedebilir ve önyüklenebilir USB belleğin yeni örneğinde yeniden üretebilirsiniz. Medicat USB 22.06 için, @AAA3A şu anda Medicat USB için toplu olarak sadece gerekli dosyalarla indirilecek bir güncelleme betiği kodlamaktadır ve ancak önceden hazırlanmış bir sürümden diğerine çalışacaktır.

source: What is the difference between Medicat USB and Medicat VHD?
tr_tr: Medicat USB ve Medicat VHD arasındaki fark nedir?

source: **Medicat USB** is a bootable menu that runs on Ventoy and contains all the necessary tools for computer troubleshooting. It contains for example Malwarebytes bootable for virus scans, Mini Windows 10 for a winPE utility and Jayro's Lockpick for all things password related. <https://gbatemp.net/threads/medicat-usb-a-multiboot-linux-usb-for-pc-repair.361577/> **Medicat VHD** is a full-featured windows, using the real performance of the computer. It is therefore much more powerful than Mini Windows 10. Moreover, all data is saved and you can find it again at each reboot. (Not intended to be used as an operating system). <https://gbatemp.net/threads/official-medicat-vhd-a-usb-bootable-windows-10-virtual-harddisk-for-pc-repair.581637/> **Jayro's Lockpick** is a winPE with a menu containing all the necessary tools to remove/bypass/retrieve a Windows password or even for a server. <https://gbatemp.net/threads/release-jayros-lockpick-a-bootable-password-removal-suite-winpe.579278/> **Malwarebytes bootable** is a very powerful antivirus. Since it is launched from a winPE, a potential virus cannot prevent it from running properly. <https://gbatemp.net/threads/unofficial-malwarebytes-bootable.481046/> **Medicat Second Opinion** is a set of 11 bootable antiviruses to clean viruses in a computer. But most of them only work on legacy BIOS and not UEFI. <https://gbatemp.net/threads/medicat-second-opinion-a-collection-of-bootable-antivirus-boot-disks-on-a-single-usb-device.577842/>
tr_tr: **Medicat USB**, Ventoy üzerinde çalışan ve bilgisayar sorunlarını gidermek için gerekli tüm araçları içeren önyüklenebilir bir menüdür. Örneğin, virüs taramaları için önyüklenebilir Malwarebytes, winPE yardımcı programı için Mini Windows 10 ve parola ile ilgili her şey için Jayro'nun Lockpick'ini içerir. <https://gbatemp.net/threads/medicat-usb-a-multiboot-linux-usb-for-pc-repair.361577/> **Medicat VHD**, bilgisayarın gerçek performansını kullanan tam özellikli bir Windows'tur. Bu nedenle Mini Windows 10'dan çok daha güçlüdür. Ayrıca, tüm veriler kaydedilir ve her yeniden başlatmada tekrar bulunabilir. (Bir işletim sistemi olarak kullanılması amaçlanmamıştır). <https://gbatemp.net/threads/official-medicat-vhd-a-usb-bootable-windows-10-virtual-harddisk-for-pc-repair.581637/> **Jayro'nun Lockpick**'i, bir Windows parolasını kaldırmak/atlamak/almak veya hatta bir sunucu için gerekli tüm araçları içeren bir menüye sahip bir winPE'dir. <https://gbatemp.net/threads/release-jayros-lockpick-a-bootable-password-removal-suite-winpe.579278/> **Malwarebytes önyüklenebilir**, çok güçlü bir antivirüstür. Bir winPE'den başlatıldığı için, potansiyel bir virüsün düzgün çalışmasını engellemesi mümkün değildir. <https://gbatemp.net/threads/unofficial-malwarebytes-bootable.481046/> **Medicat İkinci Görüş**, bir bilgisayardaki virüsleri temizlemek için 11 önyüklenebilir antivirüs setidir. Ancak çoğu yalnızca eski BIOS'ta ve UEFI'de çalışır. <https://gbatemp.net/threads/medicat-second-opinion-a-collection-of-bootable-antivirus-boot-disks-on-a-single-usb-device.577842/>

source: What to do about security violation when trying to boot into Medicat?
tr_tr: Medicat'e önyükleme yapmaya çalışırken güvenlik ihlali hakkında ne yapılmalı?

source: When you encounter this screen, it means that secure boot is enabled on your computer. You could get past this screen using one of these two methods: 1. Disable secure boot option into your BIOS. 2. Enroll the security key from the 3 options menu showed at that screen, selecting `Enroll key` from disk and choosing the `ENROLL_THIS_KEY_IN_MOKMANAGER.cer` file onto the `VTOYEFI` partition.
tr_tr: Bu ekranla karşılaştığınızda, bilgisayarınızda güvenli önyüklemenin etkin olduğunu gösterir. Bu ekranı geçmek için bu iki yöntemden birini kullanabilirsiniz: 1. BIOS'unuzda güvenli önyükleme seçeneğini devre dışı bırakın. 2. Diskten `Anahtarı Kaydet` seçeneğini seçerek ve `VTOYEFI` bölümüne `ENROLL_THIS_KEY_IN_MOKMANAGER.cer` dosyasını seçerek gösterilen 3 seçenekli menüden güvenlik anahtarını kaydedin.

source: Why does my antivirus software detect Medicat as a virus?
tr_tr: Antivirüs yazılımım neden Medicat'i bir virüs olarak algılıyor?

source: Medicat USB does not contain any viruses! If an antivirus software detects one of its files as such, it is a false positive. As you know, Medicat USB contains tools that can reset a partition, find a password, and modify the system. Portable applications can be falsely flagged because of how they are cracked and packaged. For these reasons all antivirus software's 'real-time scanning' should be disabled when installing, and sometimes even when using, Medicat USB. All the scripts associated with the project (published by one of the 3 developers) and Ventoy do not have one either.
tr_tr: Medicat USB herhangi bir virüs içermez! Bir antivirüs yazılımı dosyalarından birini bu şekilde algılarsa, bu bir yanlış pozitifdir. Bildiğiniz gibi, Medicat USB bir bölümü sıfırlayabilen, bir parolayı bulabilen ve sistemi değiştirebilen araçlar içerir. Taşınabilir uygulamalar, nasıl kırıldıkları ve paketlendikleri nedeniyle yanlış bir şekilde işaretlenebilir. Bu nedenlerle, tüm antivirüs yazılımlarının 'gerçek zamanlı taraması' kurulum sırasında ve bazen Medicat USB kullanırken devre dışı bırakılmalıdır. Projeyle ilişkili tüm betikler (3 geliştiriciden biri tarafından yayınlanmış) ve Ventoy'da da virüs yoktur.

source: What is Medicat USB?
tr_tr: Medicat USB nedir?

source: Medicat USB contains tools to backup/restore data, to manage disks/partitions, to reset/bypass/find a Windows password, to use software with admin rights from a winPE, to do virus scans. In addition, it uses Ventoy, which allows you to add your own bootable tools with a simple copy and paste.
tr_tr: Medicat USB, verileri yedeklemek/geri yüklemek, diskleri/bölümleri yönetmek, bir Windows parolasını sıfırlamak/atlamak/bulmak, bir winPE'den yönetici haklarıyla yazılım kullanmak, virüs taramaları yapmak için araçlar içerir. Ayrıca, Ventoy kullanır, bu da kendi önyüklenebilir araçlarınızı basit bir kopyala yapıştır ile eklemenizi sağlar.

source: How often will Medicat be updated?
tr_tr: Medicat ne sıklıkla güncellenecek?

source: Medicat is currently on hiatus. Due to personal reasons, neither Jayro, Matt or AAA3A have the time to develop Medicat full time. We do encourage you to update the tools as you see fit on your end.
tr_tr: Medicat şu anda ara vermiş durumda. Kişisel nedenlerden dolayı, ne Jayro, ne Matt ne de AAA3A Medicat'ı tam zamanlı olarak geliştirecek zamana sahip. Araçları kendi başınıza uygun gördüğünüz şekilde güncellemenizi teşvik ediyoruz.

source: Why doesn't Ventoy display Wim and VHD files?
tr_tr: Ventoy neden Wim ve VHD dosyalarını göstermiyor?

source: You must download an additional plugin/file and place it in the `USB\ventoy\` folder (create it if necessary). **WimBoot Plugin (https://ventoy.net/en/plugin_wimboot.html):** - Download `ventoy_wimboot.img` file from <https://github.com/ventoy/wimiso/releases>. - Put the file under `ventoy` directory in the `ventoy partition` of the USB stick, that is `/ventoy/ventoy_wimboot.img` and that's all. **VhdBoot Plugin (<https://ventoy.net/en/plugin_vhdboot.html>):** - Download `ventoy_vhdboot.img` file from <https://github.com/ventoy/vhdiso/releases>. - Put the file under `ventoy` directory in the `ventoy` partition of the USB stick, that is `/ventoy/ventoy_vhdboot.img` and that's all.
tr_tr: Ek bir eklenti/dosya indirip `USB\ventoy\` klasörüne yerleştirmeniz gerekir (gerekirse oluşturun). **WimBoot Eklentisi (https://ventoy.net/en/plugin_wimboot.html):** - <https://github.com/ventoy/wimiso/releases> adresinden `ventoy_wimboot.img` dosyasını indirin. - Dosyayı USB belleğin `ventoy bölümü`ndeki `ventoy` dizinine, yani `/ventoy/ventoy_wimboot.img` olarak yerleştirin ve bu kadar. **VhdBoot Eklentisi (<https://ventoy.net/en/plugin_vhdboot.html>):** - <https://github.com/ventoy/vhdiso/releases> adresinden `ventoy_vhdboot.img` dosyasını indirin. - Dosyayı USB belleğin `ventoy bölümü`ndeki `ventoy` dizinine, yani `/ventoy/ventoy_vhdboot.img` olarak yerleştirin ve bu kadar.

source: What is the context? If you have any problems or would like to ask for help, please give information about what you are not able to do. Don't just say you don't understand how to make x software work, say where you are, what is wrong with it and what is the potential error. Thank you for your understanding.
tr_tr: Bağlam nedir? Herhangi bir sorununuz varsa veya yardım istemek istiyorsanız, neyi yapamadığınız hakkında bilgi verin. Sadece x yazılımını nasıl çalıştıracağınızı anlamadığınızı söylemeyin, nerede olduğunuzu, neyin yanlış olduğunu ve olası hatayı belirtin. Anlayışınız için teşekkür ederiz.

source: did that work for you?
tr_tr: bu senin için çalıştı mı?

source: This cog will only work on x server and therefore cannot be used by the general public!
tr_tr: Bu cog yalnızca x sunucusunda çalışacak ve bu nedenle genel kullanım için uygun değildir!

source: This Ventoy version doesn't exists.
tr_tr: Bu Ventoy sürümü mevcut değil.

source: Ventoy v{ventoy_version_str} has been released!
tr_tr: Ventoy v{ventoy_version_str} yayınlandı!

source: New features:
tr_tr: Yeni özellikler:

source: Download this version:
tr_tr: Bu sürümü indir:

source: View on Ventoy Official Website
tr_tr: Ventoy Resmi Web Sitesinde Görüntüle

source: {tool} now has a new version!
tr_tr: {tool} şimdi yeni bir sürüme sahip!

source: View on FCportables Official Website
tr_tr: FCportables Resmi Web Sitesinde Görüntüle

source: Get the latest version of Ventoy.
tr_tr: Ventoy'un en son sürümünü edinin.

source: Get a version of Ventoy.
tr_tr: Ventoy'un bir sürümünü edinin.

source: Get the latest versions of each Medicat USB bootable tool.
tr_tr: Her Medicat USB önyüklenebilir aracının en son sürümlerini edinin.

source: View FCportables Official Website
tr_tr: FCportables Resmi Web Sitesinde Görüntüle

source: Get the debug for a FCportables's tool.
tr_tr: FCportables'ın bir aracı için hata ayıklamasını edinin.

source: Get the download link of each Medicat USB bootable tool.
tr_tr: Her Medicat USB önyüklenebilir aracının indirme bağlantısını edinin.

source: Get an embed to check loop status.
tr_tr: Döngü durumunu kontrol etmek için bir gömme alın.

source: Update Medicat cog directly.
tr_tr: Medicat cog'u doğrudan güncelleyin.
