Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: embedutils/locales/*.po
Languages: tr_tr

source: This doesn't seem to be properly formatted embed {conversion_type}. Refer to the link on `{ctx.clean_prefix}help {ctx.command.qualified_name}`.
tr_tr: Bu, düzgün biçimlendirilmiş bir embed {conversion_type} gibi görünmüyor. `{ctx.clean_prefix}help {ctx.command.qualified_name}` bağlantısına bakın.

source: JSON Parse Error
tr_tr: JSON Ayrıştırma Hatası

source: YAML Parse Error
tr_tr: YAML Ayrıştırma Hatası

source: The `content` field is not supported for this command.
tr_tr: `content` alanı bu komut için desteklenmiyor.

source: Embed Parse Error
tr_tr: Embed Ayrıştırma Hatası

source: Embed size exceeds Discord limit of 6000 characters ({length}).
tr_tr: Embed boyutu, Discord'un 6000 karakter sınırını aşıyor ({length}).

source: Embed Send Error
tr_tr: Embed Gönderme Hatası

source: Use `{ctx.prefix}help {ctx.command.qualified_name}` to see an example.
tr_tr: Bir örnek görmek için `{ctx.prefix}help {ctx.command.qualified_name}` komutunu kullanın.

source: Embed limit reached ({limit}).
tr_tr: Embed sınırına ulaşıldı ({limit}).

source: Failed to convert input into embeds.
tr_tr: Girdiyi embede dönüştürme başarısız oldu.

source: It's not a valid channel or thread.
tr_tr: Geçerli bir kanal veya konu değil.

source: I do not have permissions to send embeds in {channel.mention}.
tr_tr: {channel.mention} kanalında embed göndermek için iznim yok.

source: You do not have permissions to send embeds in {channel.mention}.
tr_tr: {channel.mention} kanalında embed göndermek için izniniz yok.

source: I have to be the author of the message. You can use the command without providing a message to send one.
tr_tr: Mesajın yazarı olmam gerekiyor. Mesaj göndermek için komutu mesaj vermeden kullanabilirsiniz.

source: You are not allowed to edit embeds of an existing message (bot owner can set the permissions with the cog Permissions on the command `[p]embed edit`).
tr_tr: Mevcut bir mesajın embedlerini düzenleme izniniz yok (bot sahibi, `[p]embed edit` komutuyla izinleri ayarlayabilir).

source: You don't have permissions to access this page.
tr_tr: Bu sayfaya erişim izniniz yok.

source: I or you don't have permissions to send messages or embeds in any channel in this guild.
tr_tr: Benim veya sizin, bu sunucuda herhangi bir kanalda mesaj veya embed göndermek için izniniz yok.

source: Username:
tr_tr: Kullanıcı adı:

source: Avatar URL:
tr_tr: Avatar URL'si:

source: Data
tr_tr: Veri

source: Channels:
tr_tr: Kanallar:

source: Send Message(s)
tr_tr: Mesaj(lar) Gönder

source: Message(s) sent successfully!
tr_tr: Mesaj(lar) başarıyla gönderildi!

source: Create, send, and store rich embeds, from Red-Dashboard too!
tr_tr: Red-Dashboard'dan da zengin embedler oluşturun, gönderin ve saklayın!

source: Post embeds from valid JSON. This must be in the format expected by [**this Discord documentation**](https://discord.com/developers/docs/resources/channel#embed-object). Here's an example: [**this example**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). You can use an [**embeds creator**](https://embedutils.com/) to get a JSON payload. If you provide a message, it will be edited. You can use an attachment and the command `[p]embed yamlfile` will be invoked automatically.
tr_tr: Geçerli JSON'dan embedler gönderin. Bu, [**bu Discord belgesi**](https://discord.com/developers/docs/resources/channel#embed-object) tarafından beklenen formatta olmalıdır. İşte bir örnek: [**bu örnek**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). JSON yükü almak için bir [**embed oluşturucu**](https://embedutils.com/) kullanabilirsiniz. Bir mesaj sağlarsanız, düzenlenecektir. Bir ek kullanabilirsiniz ve `[p]embed yamlfile` komutu otomatik olarak çağrılacaktır.

source: Post embeds from valid YAML. This must be in the format expected by [**this Discord documentation**](https://discord.com/developers/docs/resources/channel#embed-object). Here's an example: [**this example**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). If you provide a message, it will be edited. You can use an attachment and the command `[p]embed yamlfile` will be invoked automatically.
tr_tr: Geçerli YAML'den embedler gönderin. Bu, [**bu Discord belgesi**](https://discord.com/developers/docs/resources/channel#embed-object) tarafından beklenen formatta olmalıdır. İşte bir örnek: [**bu örnek**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). Bir mesaj sağlarsanız, düzenlenecektir. Bir ek kullanabilirsiniz ve `[p]embed yamlfile` komutu otomatik olarak çağrılacaktır.

source: Post an embed from a valid JSON file (upload it). This must be in the format expected by [**this Discord documentation**](https://discord.com/developers/docs/resources/channel#embed-object). Here's an example: [**this example**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). You can use an [**embeds creator**](https://embedutils.com/) to get a JSON payload. If you provide a message, it will be edited.
tr_tr: Geçerli bir JSON dosyasından embed gönderin (yükleyin). Bu, [**bu Discord belgesi**](https://discord.com/developers/docs/resources/channel#embed-object) tarafından beklenen formatta olmalıdır. İşte bir örnek: [**bu örnek**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). JSON yükü almak için bir [**embed oluşturucu**](https://embedutils.com/) kullanabilirsiniz. Bir mesaj sağlarsanız, düzenlenecektir.

source: Unreadable attachment with `utf-8`.
tr_tr: `utf-8` ile okunamayan ek.

source: Post an embed from a valid YAML file (upload it). If you provide a message, it will be edited.
tr_tr: Geçerli bir YAML dosyasından bir yerleştirme gönderin (yükleyin). Bir mesaj verirseniz, bu mesaj düzenlenecektir.

source: Post embeds from a GitHub/Gist/Pastebin/Hastebin link containing valid JSON. This must be in the format expected by [**this Discord documentation**](https://discord.com/developers/docs/resources/channel#embed-object). Here's an example: [**this example**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). If you provide a message, it will be edited.
tr_tr: Geçerli JSON içeren bir GitHub/Gist/Pastebin/Hastebin bağlantısından yerleştirmeler gönderin. Bu, [**bu Discord dokümantasyonu**] (https://discord.com/developers/docs/resources/channel#embed-object) tarafından beklenen formatta olmalıdır. İşte bir örnek: [**bu örnek**](https://gist.github.com/AAA3A-AAA3A/3c9772b34a8ebc09b3b10018185f4cd4). Bir mesaj verirseniz, bu mesaj düzenlenecektir.

source: Post embed(s) from an existing message. The message must have at least one embed. You can specify an index (starting by 0) if you want to send only one of the embeds. The content of the message already sent is included if no index is specified. If you provide a message, it will be edited.
tr_tr: Mevcut bir mesajdan yerleştirme(ler) gönderin. Mesajda en az bir katıştırma olmalıdır. Yerleştirmelerden yalnızca birini göndermek istiyorsanız bir dizin (0 ile başlayan) belirtebilirsiniz. Herhangi bir dizin belirtilmemişse, zaten gönderilmiş olan mesajın içeriği dahil edilir. Bir mesaj verirseniz, bu mesaj düzenlenecektir.

source: Download a JSON file for a message's embed(s). The message must have at least one embed. You can specify an index (starting by 0) if you want to include only one of the embeds. The content of the message already sent is included if no index is specified.
tr_tr: Bir iletinin katıştırma(lar) ı için bir JSON dosyası indirin. Mesajda en az bir katıştırma olmalıdır. Yerleştirmelerden yalnızca birini dahil etmek istiyorsanız bir dizin (0 ile başlayan) belirtebilirsiniz. Herhangi bir dizin belirtilmemişse, zaten gönderilmiş olan mesajın içeriği dahil edilir.

source: Edit a message sent by [botname]. It would be better to use the `message` parameter of all the other commands.
tr_tr: [botname] tarafından gönderilen bir mesajı düzenleyin. Diğer tüm komutların `message` parametresini kullanmak daha iyi olacaktır.

source: Store an embed. Put the name in quotes if it is multiple words. The `locked` argument specifies whether the embed should be locked to mod and superior only (guild level) or bot owners only (global level).
tr_tr: Bir yerleştirmeyi saklayın. Birden fazla sözcük varsa adı tırnak içine alın. `locked` argümanı katıştırmanın sadece mod ve üstlerine mi (sunucu seviyesi) yoksa sadece bot sahiplerine mi (global seviye) kilitleneceğini belirtir.

source: You can't manage global stored embeds.
tr_tr: Küresel olarak saklanan embedleri yönetemezsiniz.

source: This server has reached the embed limit of {embed_limit}. You must remove an embed with `{ctx.clean_prefix}embed unstore` before you can add a new one.
tr_tr: Bu sunucu {embed_limit} embed sınırına ulaştı. Yeni bir tane ekleyebilmek için `{ctx.clean_prefix}embed unstore` ile bir embedi kaldırmanız gerekmektedir.

source: Remove a stored embed.
tr_tr: Saklanan bir embedi kaldırın.

source: This is not a stored embed at this level.
tr_tr: Bu düzeyde saklanan bir embed değil.

source: Get info about a stored embed.
tr_tr: Saklanan bir embed hakkında bilgi alın.

source: No stored embeds is configured at this level.
tr_tr: Bu düzeyde yapılandırılmış saklanan embed yok.

source: Global
tr_tr: Küresel

source: Stored Embeds
tr_tr: Saklanan Embedler

source: Download a JSON file for a stored embed.
tr_tr: Saklanan bir embed için bir JSON dosyası indirin.

source: Post stored embeds.
tr_tr: Saklanan embedleri gönderin.

source: `{name}` is not a stored embed at this level.
tr_tr: `{name}` bu düzeyde saklanan bir embed değil.

source: Post stored embeds with a webhook.
tr_tr: Webhook ile saklanan embedleri gönderin.

source: Get the link to the Dashboard.
tr_tr: Kontrol Paneli bağlantısını alın.

source: Red-Dashboard is not installed. Check <https://red-web-dashboard.readthedocs.io>.
tr_tr: Red-Dashboard yüklü değil. <https://red-web-dashboard.readthedocs.io> adresini kontrol edin.

source: You can't access the Dashboard.
tr_tr: Dashboard'a erişemezsiniz.

source: This third party is disabled on the Dashboard.
tr_tr: Bu üçüncü parti Kontrol Panelinde devre dışı bırakıldı.

source: Dashboard -
tr_tr: Kontrol Paneli -

source: You can create and send rich embeds directly from the Dashboard!
tr_tr: Kontrol Panelinden doğrudan zengin embedler oluşturabilir ve gönderebilirsiniz!

source: The URL is too long to be displayed.
tr_tr: URL görüntülenemeyecek kadar uzun.

source: Migrate stored embeds from EmbedUtils by Phen.
tr_tr: Phen tarafından EmbedUtils'ten saklanan embedleri taşıyın.

source: Data successfully migrated from EmbedUtils by Phen.
tr_tr: Phen tarafından EmbedUtils'ten veriler başarıyla taşındı.
