Repository: AAA3A-AAA3A/AAA3A-cogs
Catalog: transferchannel/locales/*.po
Languages: it_it, pt_br, pt_pt, tr_tr

source: There are {count_messages} transfered messages from {source.mention} to {destination.mention}.
it_it: Ci sono {count_messages} messaggi trasferiti da {source.mention} a {destination.mention}.
pt_br: Há {count_messages} mensagens transferidas de {source.mention} para {destination.mention}.
pt_pt: Há {count_messages} mensagens transferidas de {source.mention} para {destination.mention}.
tr_tr: {count_messages} mesaj {source.mention} kanalından {destination.mention} kanalına aktarıldı.

source: A cog to transfer messages from a channel to another channel, with many options!
it_it: Un ingranaggio per trasferire messaggi da un canale a un altro canale, con molte opzioni!
pt_br: Uma engrenagem para transferir mensagens de um canal para outro canal, com muitas opções!
pt_pt: Uma engrenagem para transferir mensagens de um canal para outro canal, com muitas opções!
tr_tr: Mesajları bir kanaldan başka bir kanala aktarmak için birçok seçeneğe sahip bir cog!

source: Sorry, I can't read the content of the messages in {source.mention} ({source.id}).
it_it: Mi spiace, non riesco a leggere il contenuto dei messaggi in {source.mention} ({source.id}).
pt_br: Desculpe, não consigo ler o conteúdo das mensagens em {source.mention} ({source.id}).
pt_pt: Desculpe, não consigo ler o conteúdo das mensagens em {source.mention} ({source.id}).
tr_tr: Üzgünüm, {source.mention} ({source.id}) kanalındaki mesajların içeriğini okuyamıyorum.

source: I need to have all the permissions to send messages with embeds in {destination.guild.name} ({destination.guild.id}).
it_it: Ho bisogno di avere tutti i permessi per inviare messaggi con embed in {destination.guild.name} ({destination.guild.id}).
pt_br: Preciso de ter todas as permissões para enviar mensagens com incorporações em {destination.guild.name} ({destination.guild.id}).
pt_pt: Preciso de ter todas as permissões para enviar mensagens com incorporações em {destination.guild.name} ({destination.guild.id}).
tr_tr: Mesajları gömmeli olarak gönderebilmek için {destination.guild.name} ({destination.guild.id}) sunucusunda tüm izinlere sahip olmam gerekiyor.

source: I need to have all the permission to create webhooks in {destination.guild.name} ({destination.guild.id}). You can use embeds or text messages by adding `embeds`/`messages` to your command.
it_it: Ho bisogno di avere tutti i permessi per creare webhook in {destination.guild.name} ({destination.guild.id}). Ãˆ possibile utilizzare embed o messaggi di testo aggiungendo `embeds`/`messages` al proprio comando.
pt_br: Preciso ter todas as permissões para criar webhooks em {destination.guild.name} ({destination.guild.id}). Você pode usar incorporações ou mensagens de texto adicionando `embeds`/`messages` ao seu comando.
pt_pt: Preciso de ter todas as permissões para criar webhooks em {destination.guild.name} ({destination.guild.id}). Pode utilizar embeds ou mensagens de texto, adicionando `embeds`/`messages` ao seu comando.
tr_tr: Webhook oluşturabilmek için {destination.guild.name} ({destination.guild.id}) sunucusunda tüm izinlere sahip olmam gerekiyor. Komutunuza `embeds`/`messages` ekleyerek gömülü mesajları veya metin mesajlarını kullanabilirsiniz.

source: Sorry. I could not find any messages.
it_it: Mi dispiace. Non ho trovato alcun messaggio.
pt_br: Desculpe-me. Não consegui encontrar nenhuma mensagem.
pt_pt: Não encontrei nenhuma mensagem. Não consegui encontrar nenhuma mensagem.
tr_tr: Üzgünüm. Hiçbir mesaj bulamadım.

source: **Author:** {message.author.mention} ({message.author.id})
it_it: **Autore:** {message.author.mention} ({message.author.id})
pt_br: **Autor:** {message.author.mention} ({message.author.id})
pt_pt: **Autor:** {message.author.mention} ({message.author.id})
tr_tr: **Yazar:** {message.author.mention} ({message.author.id})

source: **Channel:** <#{message.channel.id}>
it_it: **Canale:** <#{message.channel.id}>
tr_tr: **Kanal:** <#{message.channel.id}>

source: **Time (UTC):** {iso_format}
it_it: **Ora (UTC):** {iso_format}
tr_tr: **Zaman (UTC):** {iso_format}

source: Transfer all messages from a channel to another channel. This might take a long time. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire tutti i messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Ricordate che trasferire i messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir todas as mensagens de um canal para outro canal. Isso pode levar muito tempo. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir todas as mensagens de um canal para outro canal. Isto pode demorar muito tempo. Lembra-te que transferir as mensagens de outros utilizadores não respeita os Termos de Serviço.
tr_tr: Bir kanaldaki tüm mesajları başka bir kanala aktarın. Bu uzun sürebilir. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a specific message to another channel. This might take a long time. Specify the message to transfer, with its ID or its link. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire un messaggio specifico a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare il messaggio da trasferire, con il suo ID o il suo link. Ricordare che il trasferimento di messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma mensagem específica para outro canal. Isso pode levar muito tempo. Especifique a mensagem a ser transferida, com sua ID ou seu link. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma mensagem específica para outro canal. Isto pode demorar muito tempo. Especifica a mensagem a transferir, com o seu ID ou a sua ligação. Lembre-se que a transferência de mensagens de outros utilizadores não respeita os Termos de Serviço.
tr_tr: Belirli bir mesajı başka bir kanala aktarın. Bu uzun sürebilir. Aktarılacak mesajı, ID'si veya bağlantısı ile belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the number of messages since the end of the channel. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare il numero di messaggi dalla fine del canale. Ricordare che il trasferimento di messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique o número de mensagens desde o final do canal. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifique o número de mensagens desde o fim do canal. Lembre-se que a transferência de mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Kanalın sonundan itibaren mesaj sayısını belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the before message (id or link) or a valid Discord snowflake. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare il messaggio precedente (id o link) o un fiocco di neve Discord valido. Ricordare che trasferire i messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique a mensagem anterior (id ou link) ou um floco de neve válido do Discord. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifica a mensagem anterior (id ou link) ou um floco de neve Discord válido. Lembra-te que transferir mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Önceki mesajı (ID veya bağlantı) veya geçerli bir Discord snowflake belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the after message (id or link) or a valid Discord snowflake. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare il messaggio successivo (id o link) o un fiocco di neve Discord valido. Ricordare che trasferire i messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique a mensagem posterior (id ou link) ou um floco de neve válido do Discord. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifica a mensagem posterior (id ou link) ou um floco de neve Discord válido. Lembra-te que transferir mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Sonraki mesajı (ID veya bağlantı) veya geçerli bir Discord snowflake belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the between messages (id or link) or a valid snowflake. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare i messaggi intermedi (id o link) o un fiocco di neve valido. Ricordare che il trasferimento di messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique as mensagens intermediárias (id ou link) ou um floco de neve válido. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifique a mensagem entre as mensagens (id ou link) ou um floco de neve válido. Lembre-se que a transferência de mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Arasındaki mesajları (ID veya bağlantı) veya geçerli bir snowflake belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the user/member (id, name or mention). Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare l'utente/membro (id, nome o nome). Ricordare che il trasferimento di messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique o usuário/membro (id, nome ou menção). Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifica o utilizador/membro (id, nome ou menção). Lembre-se que a transferência de mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Kullanıcıyı/üyeyi belirtin (ID, isim veya bahsetme). Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.

source: Transfer a part of the messages from a channel to another channel. This might take a long time. Specify the bool option. Remember that transfering other users' messages does not respect the TOS.
it_it: Trasferire una parte dei messaggi da un canale a un altro canale. Questa operazione potrebbe richiedere molto tempo. Specificare l'opzione bool. Ricordare che il trasferimento dei messaggi di altri utenti non rispetta le TOS.
pt_br: Transferir uma parte das mensagens de um canal para outro canal. Isso pode levar muito tempo. Especifique a opção bool. Lembre-se de que a transferência de mensagens de outros usuários não respeita os Termos de Serviço.
pt_pt: Transferir uma parte das mensagens de um canal para outro canal. Isto pode demorar muito tempo. Especifica a opção bool. Lembre-se que a transferência de mensagens de outros utilizadores não respeita os TOS.
tr_tr: Bir kanaldaki mesajların bir kısmını başka bir kanala aktarın. Bu uzun sürebilir. Bool seçeneğini belirtin. Diğer kullanıcıların mesajlarını aktarmanın Hizmet Koşullarına uymadığını unutmayın.
